Repository: mx2913/funkwhale
Catalog: docs/locales/*/LC_MESSAGES/contributor/translation.po
Languages: fr

source: Translate Funkwhale
fr: Traduire Funkwhale

source: Funkwhale depends on community translations to provide a localized experience to all users. All of our UX copy and documentation is written in American English. This isn't accessible to all users.
fr: Funkwhale dépend de traductions de la communauté pour fournir une expérience localisée pour tous les utilisateurs. Toutes nos copies d’expérience utilisateur et documentation sont écrits en anglais américain. Ceci n’est pas accessible à tous les utilisateurs.

source: If you are interested in helping us reach more users, we welcome contributions in all languages!
fr: Si vous êtes intéressé à nous aider à toucher plus d’utilisateurs, nous accueillons les contributions dans toutes les langues !

source: Language coordination
fr: Coordination des langues

source: Each language team requires a lead who can verify translations. You can see a list of languages and team leads [on our forum](https://forum.funkwhale.audio/d/107-coordinate-translations). If your language isn't available in our platform yet, reach out on the forum and we'll set it up.
fr: Chaque équipe de langue requiert un responsable qui peut vérifier les traductions. Vous pouvez voir une liste des langues et les équipes des responsables [sur notre forum](https://forum.funkwhale.audio/d/107-coordinate-translations). Si votre langue n’est pas encore disponible sur notre plateforme, contactez-nous sur notre forum et nous mettrons cela en place.

source: We can also create language-specific sections of the forum to enable users to discuss things in languages other than English. Language-specific sections require moderators who can enforce the code of conduct. If you're interested in moderating a language-specific section, let us know [on the forum](https://forum.funkwhale.audio/d/18-language-specific-communities).
fr: Nous pouvons aussi créer des sections du forum qui sont spécifiques à un langage pour permettre aux utilisateurs de discuter de choses dans une autre langue que l’anglais. Les sections spécifiques à une langue requièrent des modérateurs qui peuvent faire respecter le Code de conduite. Si vous êtes intéressé dans la modération des sections spécifiques à une langue, faites-le nous savoir [sur le forum](https://forum.funkwhale.audio/d/18-language-specific-communities).

source: Funkwhale uses [Weblate](https://weblate.org) as its translation platform. Weblate provides an easy-to-use web frontend for submitting localized strings.
fr: Funkwhale utilise [Weblate](https://weblate.org) comme plateforme de traduction. Weblate fournit une interface web facile à utiliser pour soumettre des chaînes localisées.

source: To get started, sign up to our [Weblate instance](https://translate.funkwhale.audio) and follow the instructions to set up your language preferences. The following projects are available for translation:
fr: Pour débuter, créez un compte sur notre [instance Weblate](https://translate.funkwhale.audio) et suivez les instructions pour configurer vos préférences de langage. Les projets suivants sont disponibles pour la traduction :

source: Funkwhale: The Funkwhale web app
fr: Funkwhale : L’application web de Funkwhale

source: Funkwhale for Android: Our official Android app
fr: Funkwhale pour Android : Notre application Android officielle

source: Funkwhale.audio: Our website
fr: Funkwhale.audio : Notre site web

source: Documentation: This documentation hub
fr: Documentation : Ce centre de documentation

source: Guidelines
fr: Directives

source: We trust each language team to deliver translations that are tonally consistent with the source language. Where applicable, follow these guidelines:
fr: Nous faisons confiance à chaque équipe linguistique pour fournir des traductions dont le ton est cohérent avec celui de la langue source. Le cas échéant, suivez ces lignes directrices :

source: Use gender-neutral language
fr: Utilisez un langage non genré

source: Use informal speech patterns, including contractions
fr: Utilisez des modes d'expression informels, y compris des contractions
