Repository: mx2913/funkwhale
Catalog: docs/locales/*/LC_MESSAGES/administrator/upgrade/debian.po
Languages: fr

source: Upgrade your Debian Funkwhale installation
fr: Mettre votre installation Funkwhale sur Debian à jour

source: If you installed Funkwhale following the [Debian guide](../installation/debian.md), follow these steps to upgrade.
fr: Si vous avez installé Funkwhale en suivant le [guide Debian](../installation/debian.md), suivez ces étapes pour mettre à jour.

source: Cleanup old funkwhale files
fr: Nettoyer les anciens fichiers Funkwhale

source: Stop the Funkwhale services.
fr: Arrêtez les services Funkwhale.

source: Navigate to your Funkwhale directory.
fr: Naviguez vers votre répertoire Funkwhale.

source: Remove the old files.
fr: Supprimez les anciens fichiers.

source: Download Funkwhale
fr: Télécharger Funkwhale

source: Export the Funkwhale version you want to update to. You'll use this in the rest of the commands in this guide.
fr: Exportez la version de Funkwhale vers laquelle vous désirez mettre à jour. Vous l'utiliserez dans les autres commandes de ce guide.

source: Follow the [Download Funkwhale](../installation/debian.md#3-download-funkwhale) instructions in the installation guide.
fr: Suivez les instructions de [Téléchargement de Funkwhale](../installation/debian.md#3-download-funkwhale) dans le guide d’installation.

source: Follow the [Install the Funkwhale API](../installation/debian.md#4-install-the-funkwhale-api) instructions in the installation guide.
fr: Suivez les instructions d’[installation de l’API Funkwhale](../installation/debian.md#4-install-the-funkwhale-api) dans le guide d’installation.

source: Update your Funkwhale instance
fr: Mettre votre instance Funkwhale à jour

source: Once you have downloaded the new files, you can update your Funkwhale instance. To do this:
fr: Une fois que vous avez téléchargé les nouveaux fichiers, vous pouvez mettre votre instance Funkwhale à jour. Pour ce faire :

source: Install or upgrade all OS dependencies using the dependencies script.
fr: Installez ou mettez à jour toutes les dépendances système en utilisant notre script de dépendances.

source: Collect the new static files to serve.
fr: Collectez les nouveaux fichiers statiques à servir.

source: Apply new database migrations.
fr: Appliquer les nouvelles migrations de bases de données.

source: Restart the Funkwhale services.
fr: Redémarrez les services Funkwhale.

source: That's it! You've updated your Funkwhale pod. You should now see the new version running in your web browser.
fr: C’est tout ! Vous avez mis à jour votre pod Funkwhale. Vous devriez désormais voir la nouvelle version être exécutée dans votre navigateur web.
