Repository: mx2913/funkwhale
Catalog: docs/locales/*/LC_MESSAGES/administrator/configuration/ldap.po
Languages: fr

source: Configure LDAP
fr: Configurer LDAP

source: {abbr}`LDAP (Lightweight Directory Access Protocol)` is a protocol for providing directory services. It acts as a central authority for user login information. Funkwhale supports LDAP through the [Django LDAP authentication module](https://django-auth-ldap.readthedocs.io/).
fr: {abbr}`LDAP (Lightweight Directory Access Protocol)` est un protocol pour fournir des services d’annuaire. Il agit comme autorité centrale pour les informations de connexion des utilisateurs. Funkwhale prend en charge le protocole LDAP grâce au [module Django d’authentification LDAP](https://django-auth-ldap.readthedocs.io/).

source: LDAP users can't change their password in the app.
fr: Les utilisateurs LDAP ne peuvent pas charger leur mot de passe dans l’application.

source: Dependencies
fr: Dépendances

source: LDAP support requires extra dependencies. We include these in our requirements files to make it easier to set up. If you aren't using LDAP, you can safely remove these.
fr: Le support LDAP demande des dépendances supplémentaires. Nous les incluons dans nos fichiers d’exigence pour en simplifier l’installation. Si vous n’utilisiez pas LDAP, vous pouvez les supprimer en toute sécurité.

source: OS dependencies
fr: Dépendances système

source: Python dependencies
fr: Dépendances Python

source: Environment variables
fr: Variables d’environnement

source: You can configure LDAP authentication using environment variables in your `.env` file.
fr: Vous pouvez configurer l’authentification LDAP en utilisant les variables d’environnement dans votre fichier `.env` .

source: Basic features
fr: Fonctionnalités de base

source: Set this to `True` to enable LDAP support
fr: Mettez ce paramètre à `True` pour activer le support LDAP

source: The LDAP {abbr}`URI (Uniform Resource Identifier)` of your authentication server.
fr: L’{abbr}`URI (Uniform Resource Identifier)` LDAP de votre serveur d’authentification.

source: LDAP user {abbr}`DN (Distinguished Name)` to bind on so you can perform searches.
fr: Les utilisateurs LDAP {abbr}`DN (Distinguished Name)` à lier pour pouvoir effectuer des recherches.

source: LDAP user password for bind {abbr}`DN (Distinguished Name)`.
fr: Les mots de passe des utilisateurs LDAP pour lier {abbr}`DN (Distinguished Name)`.

source: The LDAP user filter, using `{0}` as the username placeholder. Uses standard [LDAP search syntax](https://social.technet.microsoft.com/wiki/contents/articles/5392.active-directory-ldap-syntax-filters.aspx).
fr: Le filtre des utilisateurs LDAP, utilisant `{0}` comme non d’utilisateur. Utilise le standard de la [syntaxe de recherche LDAP](https://social.technet.microsoft.com/wiki/contents/articles/5392.active-directory-ldap-syntax-filters.aspx).

source: Set to `True` to enable LDAP StartTLS support.
fr: Mettez le paramètre sur `True` pour activer le support LDAP StartTLS.

source: The LDAP search root {abbr}`DN (Distinguished Name)`. Supports several entries in a comma-delimited list.
fr: La racine de recherche LDAP {abbr}`DN (Distinguished Name)`. Prend en charge plusieurs entrées dans une liste délimitée par des virgules.

source: A mapping of Django user attributes to LDAP values.
fr: Une correspondance entre les attributs de l'utilisateur Django et les valeurs LDAP.

source: Controls whether to use direct binding.
fr: Contrôle s’il faut utiliser la liaison directe.

source: Group features
fr: Fonctionnalités de groupe

source: LDAP provides extra features for working with groups. Group configuration is an advanced feature. Most users don't need to configure these settings.
fr: Le protocole LDAP offre des fonctionnalités supplémentaires pour travailler avec des groupes. La configuration des groupes est une fonctionnalité avancée. La plupart des utilisateurs n'ont pas besoin de configurer ces paramètres.

source: [Django's LDAP documentation](https://django-auth-ldap.readthedocs.io/en/latest/groups.html) for groups.
fr: [La documentation LDAP d Django](https://django-auth-ldap.readthedocs.io/en/latest/groups.html) pour les groupes.

source: The LDAP group search root {abbr}`DN (Distinguished Name)`. This needs to be set to `True` to enable group features.
fr: La racine de recherche du groupe LDAP {abbr}`DN (Distinguished Name)`. Ce paramètre doit être réglé sur `True` pour activer les fonctions de groupe.

source: The LDAP group filter.
fr: Le filtre de groupe de LDAP.

source: The group that users need to be a member of to authenticate.
fr: Le groupe dont les utilisateurs doivent être membres pour s’authentifier.

source: A group whose members can't authenticate.
fr: Un groupe dont les membres ne peuvent pas s’authentifier.
