Repository: mx2913/funkwhale
Catalog: docs/locales/*/LC_MESSAGES/user/libraries/edit-library.po
Languages: fr

source: Edit a library
fr: Éditer une audiothèque

source: You can update the details of your libraries at any time. To do this:
fr: Vous pouvez mettre à jour les détails de vos audiothèques à n’importe quel moment. Pour ce faire :

source: Desktop
fr: Bureau

source: Log in to your {term}`pod`.
fr: Connectez-vous à votre {term}`pod`.

source: Select the upload icon ({fa}`upload`) in the top of the sidebar.
fr: Sélectionnez l’icône de téléchargement ({fa}`upload`) en haut de la barre latérale.

source: Select {guilabel}`Get started` under {guilabel}`Upload third-party content in a library`.
fr: Sélectionné {guilabel}`Commencer` sous {guilabel}`Envoyer un contenu tiers dans une audiothèque`.

source: A screen appears showing your upload quota and your libraries.
fr: Un écran apparaît, indiquant votre quota de téléchargement et vos audiothèques.

source: Select {guilabel}`Library Details` under the library you want to edit.
fr: Sélectionnez {guilabel}`Détails de l’audiothèque`sous l’audiothèque que vous désirez éditer.

source: Select the {guilabel}`✎ Edit` button at the top of the screen.
fr: Sélectionnez le bouton {guilabel}`✎ Éditer` en haut de l’écran.

source: Change any of the following:
fr: Modifiez l’un des éléments suivants :

source: {guilabel}`Name`.
fr: {guilabel}`Nom`.

source: {guilabel}`Visibility`.
fr: {guilabel}`Visibilité`.

source: Select {guilabel}`Update Library` to save your changes. A toast notification appears at the bottom of the screen to confirm your changes.
fr: Sélectionnez {guilabel}`Mettre à jour l’audiothèque` pour sauvegarder vos modifications. Une notification toast apparaît au bas de l’écran pour confirmer vos changements.

source: Mobile
fr: Portable

source: Select the upload icon ({fa}`upload`) at the top of the screen.
fr: Sélectionnez l’icône de téléchargement ({fa}`upload`) en haut de l’écran.

source: That's it! You've updated your library's details.
fr: C'est fait ! Vous avez mis à jour les données de votre audiothèque.
