Repository: mx2913/funkwhale
Catalog: docs/locales/*/LC_MESSAGES/user/libraries/follow.po
Languages: fr

source: Follow a library
fr: Suivre une audiothèque

source: Follow a library to get access to its content. There are two ways to follow a library:
fr: Suivez une audiothèque pour recevoir l’accès à ses contenus. Il y a deux moyens pour suivre une audiothèque :

source: Use a sharing link
fr: Utiliser un lien de partage

source: If you've received a sharing link, you can use this to follow a library. To do this:
fr: Si vous avez reçu un lien de partage, vous pouvez l’utiliser pour suivre une audiothèque. Pour ce faire :

source: Desktop
fr: Bureau

source: Log in to your pod.
fr: Connectez-vous à votre pod.

source: Select the upload icon ({fa}`upload`) in the top of the sidebar.
fr: Sélectionnez l'icône de téléchargement ({fa}`téléversement`) en haut de la barre latérale.

source: Select {guilabel}`Get started` under {guilabel}`Follow remote libraries`. A screen appears showing you the libraries you are following.
fr: Sélectionnez {guilabel}`Démarrer` sous {guilabel}`Suivre des audiothèques distantes`. Un écran apparaît vous montant les audiothèques que vous suivez.

source: Paste the sharing link into the {guilabel}`Search a remote library` search bar.
fr: Collez le lien de partage dans la barre de recherche {guilabel}`Rechercher une audiothèque distante`.

source: Select the {guilabel}`Search` icon or hit {kbd}`⏎ Return` to search for the library. If the library exists, a library card appears.
fr: Sélectionnez l’icône {guilabel}`Rechercher` ou appuyer {kbd}`⏎ Retour` pour rechercher l’audiothèque. Si l’audiothèque existe, une carte d’audiothèque apparaît.

source: Select {guilabel}`Follow` on the library card. If the library's privacy level is {guilabel}`Nobody except me`, the owner needs to approve the request.
fr: Sélectionnez {guilabel}`Suivre` sur la carte de l’audiothèque. Si le niveau de confidentialité de l’audiothèque est {guilabel}`Personne à part moi`, le propriétaire devra approuver la demande.

source: Mobile
fr: Téléphone mobile

source: Select the upload icon ({fa}`upload`) at the top of the screen
fr: Sélectionnez l’icône de téléversement ({fa}`upload` en haut de l’écran

source: That's it! The server then scans the content and you can see it on your {term}`pod`.
fr: C’est tout ! Le serveur va alors scanner le contenu et vous pouvez le voir dans votre {term}`pod`.

source: Follow from content on your pod
fr: Suivre depuis du contenu dans votre pod

source: You can only follow a library from content pages if its privacy level is not {guilabel}`Nobody except me`.
fr: Vous pouvez suivre une audiothèque depuis des pages de contenu seulement lorsque son niveau de confidentialité n’est pas {guilabel}`Personne sauf moi`.

source: If a user on your {term}`pod` has already followed a library, you can find it by selecting content from that library. To do this:
fr: Si un utilisateur de votre {term}`pod` a déjà suivi une audiothèque, vous pouvez la trouver en sélectionnant du contenu de cette audiothèque. Pour ce faire :

source: Select a track, album, or artist from the library you want to follow.
fr: Sélectionnez une piste, album, ou artiste depuis l’audiothèque que vous désirez suivre.

source: Scroll to the bottom of the page. The library card appears in the {guilabel}`User libraries` section.
fr: Faites défiler la page jusqu’en bas. La carte de l’audiothèque apparaît dans la section {guilabel}`Audiothèques de l’utilisateur`.

source: Select {guilabel}`Follow` on the library card.
fr: Sélectionnez {guilabel}`Suivre` sur la carte de l’audiothèque.

source: You're done! The content will remain on the server even if the other user stops following the library.
fr: C’est fait ! Le contenu va rester sur le serveur même si l’autre utilisateur arrête de suivre l’audiothèque.
