Repository: mx2913/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ca, fr_fr, it, sv

# Content/Library/Button.Label
source: Reset to initial value
ca: Reiniciar al valor inicial
fr_fr: Réinitialiser à la valeur d’origine
it: Ripristina al valore iniziale

# */Login/*/Verb
source: Reset your password
ca: Restabliu la contrasenya
fr_fr: Réinitialiser votre mot de passe
it: Resetta la tua password

# Content/*/*/Noun
source: Resolution date
ca: Data de resolució
fr_fr: Date de résolution
it: Data di risoluzione

# Content/*/Button.Label/Verb
source: Resolve
ca: Resoldre
fr_fr: Résoudre
it: Risolvi

# Content/*/*/Short
source: Resolved
ca: Resolt
fr_fr: Résolu
it: Risolti

# Content/Library/Dropdown/Verb
source: Restart import
ca: Rellançar la importació
fr_fr: Relancer l'importation
it: Riavvia importazione

# */*/*
source: Restart track
fr_fr: Rejouer la piste
it: Riavvia traccia

# Content/Library/Button.Label
source: Restrict to unreviewed edits
ca: Restringiu les edicions no revisades
fr_fr: Limiter aux modifications en attente de validation
it: Restringi alle modifiche non revisionate

# Content/Library/Card.Help text
source: Restricted
ca: Restringit
fr_fr: Restreint
it: Ristretto

# Content/Library/Paragraph
source: Results of your import:
fr_fr: Résultats de votre importation :
it: Risultati della tua importazione:

# Content/Library/Paragraph
source: Results of your previous import:
fr_fr: Résultats de votre dernière importation :
it: Risultati della tua precedente importazione:

# Content/Search/Dropdown.Label/Noun
source: Results per page
ca: Resultats per pàgina
fr_fr: Résultats par page
it: Risultati per pagina

# */*/*
source: Resume
ca: Reprèn
fr_fr: Reprendre
it: Riprendi

# */*/*
source: Retry
ca: Tornar a intentar
fr_fr: Réessayer
it: Riprova

# */*/*/Verb
source: Retry
ca: Tornar a intentar
fr_fr: Réessayer
it: Riprova

# Content/Library/Table
source: Retry failed uploads
ca: Tornar a intentar càrregues fallides
fr_fr: Retenter les envois échoués
it: Riprova upload falliti

# Content/Signup/Link/Verb
source: Return to login
ca: Torna a la pàgina d'inici de sessió
fr_fr: Retourner à la page de connexion
it: Torna alla pagina di accesso

# Content/Moderation/Link
source: Review my filters
ca: Revisa els meus filtres
fr_fr: Afficher les fichiers
it: Revisiona i miei filtri

# */*/*/Verb
source: Revoke
ca: Revocar
fr_fr: Révoquer
it: Revoca

# */Settings/Button.Label/Verb
source: Revoke access
ca: Revocar l'accés
fr_fr: Révoquer l'accès
it: Revoca accesso

# Popup/Settings/Title
source: Revoke access for application "%{ application }"?
ca: Revoca l'accés de les aplicacons "%{ application }"?
fr_fr: Révoquer l'accès pour l'application « %{ application } » ?
it: Revoca accesso per l'applicazione "%{ application }"?

# '*/*/*
source: RSS Feed
ca: Flux RSS
fr_fr: Fil RSS
it: Feed RSS

# Content/Moderation/Card.Title/Noun
source: Rule
ca: Regla
fr_fr: Règle
it: Regola

# Content/About/Header
source: Rules
ca: Regles
fr_fr: Règles
it: Regole

# Content/*/Button.Label/Verb
source: Save
ca: Guardar
fr_fr: Enregistrer
it: Salva

# Content/*/Button.Label/Verb
source: Scan
fr_fr: Analyse
it: Scansiona

# Content/Library/Message
source: Scan launched
ca: Anàlisi iniciat
fr_fr: Scan démarré
it: Scansione avviata

# Content/Library/Card.Button.Label/Verb
source: Scan now
ca: Analitzar ara
fr_fr: Analyser maintenant
it: Scansiona ora

# Content/Library/Card.List item
source: Scan pending
ca: Anàlisi pendent
fr_fr: Croissant
it: Scansione in sospeso

# Content/Library/Message
source: Scan skipped (previous scan is too recent)
ca: L’anàlisi s’ha omès (l’anàlisi anterior és massa recent)
fr_fr: Scan non lancé (le scan précédent est trop récent)
it: Scansione saltata (la scansione precedente è troppo recente)

# Content/Library/Card.List item
source: Scanned
ca: Anàlisis realitzat
fr_fr: Analyse démarrée
it: Scansionata

# Content/Library/Card.List item
source: Scanned with errors
ca: Anàlisis amb errors
fr_fr: Scanné avec des erreurs
it: Scansione eseguita con errori

# Content/Library/Card.List item
source: Scanning… (%{ progress }%)
ca: Analitzant … (%{ progress }%)
fr_fr: Analyse en cours… (%{ progress }%)
it: Scansionando… (%{ progress }%)

# Content/*/*/Noun
source: Scopes
ca: Àmbits
fr_fr: Périmètres
it: Visibilità

# Content/Search/Input.Label/Noun
source: Search
ca: Buscar
fr_fr: Rechercher
it: Cerca

# Sidebar/Navigation/List item.Link/Verb
source: Search
fr_fr: Rechercher
it: Cerca

# Content/Library/Input.Label/Verb
source: Search a remote library
ca: Busca una biblioteca remota
fr_fr: Rechercher une bibliothèque distante
it: Cerca una libreria remota

# Head/Fetch/Title
source: Search a remote object
ca: Busca una objecte remot
fr_fr: Rechercher un objet distant
it: Cerca un oggetto remoto

# Content/Search/Input.Placeholder
source: Search by account, summary, domain…
ca: Cerca per compte, resum, domini …
fr_fr: Rechercher par titre, artiste, domaine…
it: Cerca per account, informazioni, dominio…

# Content/Search/Input.Placeholder
source: Search by domain, actor, name, description…
ca: Busca per domini, nom, descripció, …
fr_fr: Rechercher par domaine, nom d'utilisateur·rice, bio…
it: Cerca per dominio, attore, nome, descrizione…

# Content/Search/Input.Placeholder
source: Search by domain, actor, name, reference, source…
ca: Buscar per domini, nom d'usuari, referències, …
fr_fr: Rechercher par domaine, nom d'utilisateur·rice, bio…
it: Cerca per dominio, attore, nome, riferimento, sorgente…

# Content/Search/Input.Placeholder
source: Search by domain, name, account…
ca: Cercar per domini, nom d'usuari, compte…
fr_fr: Rechercher par domaine, nom d'utilisateur·rice, compte…
it: Cerca per dominio, nome, account…

# Content/Search/Input.Placeholder
source: Search by domain, name, MusicBrainz ID…
ca: Buscar per domini, nom, MusicBrainz ID, …
fr_fr: Rechercher par domaine, nom d'utilisateur·rice, bio…
it: Cerca per dominio, nome, ID MusicBrainz…

# Content/Search/Input.Placeholder
source: Search by domain, title, artist, album, MusicBrainz ID…
ca: Buscar per domini, títol, artista, àlbum, MusicBrainz ID …
fr_fr: Rechercher par titre, artiste, album…
it: Cerca per dominio, titolo, artista, album, ID MusicBrainz…

# Content/Search/Input.Placeholder
source: Search by domain, title, artist, MusicBrainz ID…
ca: Buscar per domini, títol, artista, MusicBrainz ID …
fr_fr: Rechercher par titre, artiste, album…
it: Cerca per dominio, titolo, artista, ID MusicBrainz…

# Content/Search/Input.Placeholder
source: Search by domain, username, bio…
ca: Cercar per domini, nom d'usuari, bio, .…
fr_fr: Rechercher par domaine, nom d'utilisateur·rice, bio…
it: Cerca per dominio, nome utente, descrizione…

# Content/Search/Input.Placeholder
source: Search by name
ca: Cercar per nom
fr_fr: Rechercher par nom
it: Cerca per nome

# Content/Search/Input.Placeholder
source: Search by name…
ca: Cercar per nom …
fr_fr: Rechercher par nom…
it: Cerca per nome…

# Content/Library/Input.Placeholder
source: Search by title, artist, album…
ca: Cercar per títol, artista, àlbum …
fr_fr: Rechercher par titre, artiste, album…
it: Cerca per titolo, artista, album…

# Content/Admin/Input.Placeholder/Verb
source: Search by username, e-mail address, code…
ca: Cercar per nom d'usuari, correu electrònic, codi, …
fr_fr: Rechercher par nom d'utilisateur·rice, courriel, code…
it: Cerca per nome utente, indirizzo e-mail, codice…

# Content/Search/Input.Placeholder
source: Search by username, e-mail address, name…
ca: Cercar per nom d'usuari, correu electrònic, nom, …
fr_fr: Rechercher par nom d'utilisateur·rice, courriel, nom…
it: Cerca per nome utente, indirizzo e-mail, nome…

# Content/Search/Input.Placeholder
source: Search by username…
ca: Cercar per nom d'usuari…
fr_fr: Rechercher par nom d'utilisateur.trice…
it: Cerca per username…

# Sidebar/Search/Input.Placeholder
source: Search for artists, albums, tracks…
ca: Cercar per artista, àlbum, pistes, …
fr_fr: Rechercher des artistes, albums, pistes…
it: Cerca per artisti, album, tracce…

# Sidebar/Search/Input.Label
source: Search for content
fr_fr: Rechercher du contenu audio
it: Ricerca contenuti

# Content/Search/Title
source: Search for some music
ca: Cercar música
fr_fr: Rechercher de la musique
it: Cerca un po' di musica

# Content/*/Button.Label/Verb
source: Search on Discogs
ca: Cerca a Discogs
fr_fr: Rechercher sur Discogs
it: Cerca su Discogs

# Search/*/*
source: Search on the fediverse
ca: Cercar a la fediverse
fr_fr: Rechercher sur le Fédivers
it: Cerca sul fediverso

# Content/*/Button.Label/Verb
source: Search on Wikipedia
ca: Cercar a la Viquipèdia
fr_fr: Rechercher sur Wikipédia
it: Cerca su Wikipedia

# */Dropdown/Placeholder/Verb
source: Search…
fr_fr: Rechercher…
it: Cerca…

# Content/Search/Input.Placeholder
source: Search…
ca: Buscar …
fr_fr: Rechercher…
it: Cerca…

# Menu/*/Hidden text
source: Secondary menu
ca: Menú secundari
fr_fr: Menu secondaire
it: Menu secondario

# Content/Admin/Menu.Title
source: Sections
ca: Seccions
it: Sezioni

# */*/*/Noun
source: Security
ca: Seguretat
fr_fr: Sécurité
it: Sicurezza

# */Admin/*/Noun
source: Security
fr_fr: Sécurité
it: Sicurezza

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek backwards 30s
ca: Ves enrere 30 segons
fr_fr: Reculer de 30s
it: Salta indietro 30s

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek backwards 5s
ca: Ves enrere 5 segons
fr_fr: Reculer de 5s
it: Salta indietro 5s

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek forwards 30s
ca: Avançar 30 segons
fr_fr: Avancer de 30s
it: Salta avanti 30s

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek forwards 5s
ca: Avançar 5 segons
fr_fr: Avancer de 5s
it: Salta avanti 5s

# Content/*/Select/Verb
source: Select
fr_fr: Sélectionner
it: Seleziona

# Content/Radio/Dropdown.Placeholder/Verb
source: Select a filter
ca: Seleccionar un filtre
fr_fr: Sélectionner un filtre
it: Seleziona un filtro

# Content/*/Select/Verb
source: Select all items
fr_fr: Tout sélectionner
it: Seleziona tutti gli elementi

# Content/*/Link/Verb
source: Select only current page
ca: Seleccionar només la pàgina actual
fr_fr: Sélectionner seulement la page actuelle
it: Seleziona solo la pagina attuale

# */*/*
source: Series
fr_fr: Séries
it: Serie

# Content/Channel/Paragraph
source: Series
ca: Sèries
fr_fr: Séries
it: Serie

# Content/Home/Link
source: Server rules
ca: Regles del servidor
fr_fr: Règles du serveur
it: Regole del server

# */*/*/Noun
source: Settings
ca: Paràmetres
fr_fr: Paramètres
it: Impostazioni

# Content/Settings/Message
source: Settings updated
ca: Paràmetres actualitzats
fr_fr: Paramètres mis à jour
it: Impostazioni aggiornate

# Content/Settings/Paragraph
source: Settings updated successfully.
ca: Paràmetres actualitzats amb èxit.
fr_fr: Paramètres modifiés avec succès.
it: Impostazioni aggiornate con successo.

# Content/Admin/Table.Label/Noun
source: Share link
ca: Compartir enllaç
fr_fr: Lien de partage
it: Condividi collegamento

# Content/Library/Paragraph
source: Share this link with other users so they can request access to this library by copy-pasting it in their pod search bar.
ca: Comparteix aquest enllaç amb d'altres usuaris perquè puguin sol·licitar l'accés a aquesta biblioteca copiant-lo i enganxant-lo en la barra de cerca de la seva instància.
fr_fr: Partagez ce lien avec d'autres utilisateur.trice.s afin qu'iels. puissent accéder à cette audiothèque en le copiant-collant dans la barre de recherche de leur pod.
it: Condividi questo link con altri utenti in modo che possano richiedere l'accesso alla tua libreria incollandolo nella barra di ricerca della loro istanza.

# Content/Library/Paragraph
source: Share your work publicly and get subscribers on Funkwhale, the Fediverse or any podcasting application.
ca: Comparteix el teu treball públicament i guanya subscriptors a Funkwhale, a la Fediverse o a qualsevol aplicació per a podcasts.
fr_fr: Publiez vos créations et faites des abonnés sur Funkwhale, dans le Fédivers ou bien depuis n'importe quelle application de lecture de podcasts.
it: Condividi le tue opere pubblicamente e ottieni iscritti su Funkwhale, il Fediverso o qualsiasi applicazione di podcasting.

# Content/Library/Title
source: Sharing link
ca: Compartir enllaç
fr_fr: Lien de partage
it: Condividi collegamento

# Content/Embed/Message
source: Sharing will not work because this pod doesn't allow anonymous users to access content.
ca: L'ús compartit no funcionarà perquè aquesta pod no permet als usuaris anònims accedir al contingut.
fr_fr: Le partage ne fonctionnera car ce pod n'autorise pas les utilisateur·ices anonymes à accéder aux contenus.
it: La condivisione non funzionerà perchè questa istanza non permette agli utenti anonimi di accedere al contenuto.

# */*/Form-builder
source: Short text
ca: Text curt
fr_fr: Texte court
it: Testo breve

# */*/*/Verb
source: Show
ca: Mostrar
fr_fr: Afficher
it: Mostra

# Content/*/Button/Label/Verb
source: Show 1 more tag
ca: Mostra una etiqueta extra
fr_fr: Montrer 1 tag supplémentaire
it: Mostra 1 altro tag

# Content/Library/Button.Label
source: Show all edits
ca: Mostra totes les modificacions
fr_fr: Afficher toutes les modifications
it: Mostra tutte le modifiche

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Show available keyboard shortcuts
ca: Mostra les dreceres del teclat disponibles
fr_fr: Montrer les raccourcis clavier disponibles
it: Mostra scorciatoie da tastiera disponibili

# Content/Library/Button.Label/Verb
source: Show information about the upload status for this track
fr_fr: Afficher plus d'information à propos du processus d'import pour cet envoi
it: Mostra informazioni sullo stato di caricamento di questa traccia

# */*/Button,Label
source: Show less
ca: Mostrar menys
fr_fr: Montrer moins
it: Mostra meno

# */*/Button,Label
source: Show more
ca: Mostra més
fr_fr: Montrer plus
it: Mostra altri

# Content/Notifications/Form.Label/Verb
source: Show read notifications
ca: Mostra les modificacions llegides
fr_fr: Afficher les notifications lues
it: Mostra notifiche lette

# Content/Settings/Button.Tooltip/Verb
source: Show/hide password
ca: Mostra/amaga la contrasenya
fr_fr: Afficher/masquer le mot de passe
it: Mostra/nascondi password

# Content/*/Paragraph
source: Showing results %{ start }-%{ end } on %{ total }
ca: Mostra els resultats %{ start }-%{ end } de %{ total }
fr_fr: Affichage des résultats %{ start }-%{ end } sur %{ total }
it: Mostrando i risultati da %{ start } a %{ end } su %{ total }

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Shuffle queue
ca: Cua barrejada
fr_fr: Mélanger la file d'attente
it: Mischia la tua coda

# Sidebar/Player/Icon.Tooltip/Verb
source: Shuffle your queue
ca: Barreja la teva cua
fr_fr: Mélanger votre file d’attente
it: Mischia la tua coda

# */Signup/Title
source: Sign up
ca: Inscripció
fr_fr: Inscription
it: Registrati

# */Signup/Title
source: Sign Up
ca: Inscripció
fr_fr: Inscription
it: Registrati

# Content/Admin/Table.Label/Short, Noun (Value is a date)
source: Sign-up
ca: Inscripció
fr_fr: Inscription
it: Registrati

# Content/Admin/Table.Label/Noun
source: Sign-up date
ca: Data d'inscripció
fr_fr: Date d'inscription
it: Data di registrazione

# */*/*/Noun
source: Sign-ups
ca: Inscripcions
fr_fr: Inscriptions
it: Registrazioni

# Content/*/*/Noun
source: Size
ca: Mida
fr_fr: Taille
it: Dimensione

# Content/Library/*
source: Skipped
ca: Omès
fr_fr: Ignoré
it: Saltato

# Content/Library/Label
source: Skipped files
ca: Arxius ignorats
fr_fr: Fichiers ignorés
it: File saltati

# Content/Playlist/Paragraph
source: Some tracks in your queue are already in this playlist:
ca: Algunes pistes de la vostra cua ja es troben en aquesta llista de reproducció:
fr_fr: Certaines pistes de votre file d'attente sont déjà dans cette liste de lecture :
it: Alcune tracce nella tua coda sono già presenti in questo elenco di riproduzione:

# Content/Channel/Header
source: Some uploads couldn't be published
ca: No s'han pogut publicar algunes de les càrregues
fr_fr: Certains envois n'ont pu être publiés
it: Non è stato possibile pubblicare alcuni file

# Content/*/Paragraph
source: Sorry, the page you asked for does not exist:
ca: Ens sap greu, la pàgina que has demanat no existeix:
fr_fr: Désolé, la page demandée n’existe pas :
it: Ci dispiace, la pagina che hai richiesto non esiste:

# Sidebar/Search/Error.Label
source: Sorry, there are no results for this search
ca: Disculpeu, no hi ha resultats per a aquesta cerca
fr_fr: Il n'y a malheureusement aucun résultat correspondant à cette recherche
it: Spiacente, questa ricerca non ha restituito risultati

# Footer/*/List item.Link
source: Source code
ca: Codi font
fr_fr: Code source
it: Codice sorgente

# Content/Profile/User role
source: Staff member
ca: Membre de l'equip
fr_fr: Membre de l'équipe
it: Membro dello staff

# Content/Home/Header
source: Statistics
ca: Estadístiques
fr_fr: Statistiques
it: Statistiche

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this account
ca: Les estadístiques es calculen a partir de l’activitat i el contingut coneguts de la vostra instància i no reflecteixen l’activitat general d'aquest compte
fr_fr: Les statistiques sont calculées depuis les activités connues et le contenu sur votre instance, et ne reflètent pas l'activité générale de ce compte
it: Le statistiche sono calcolate da attività conosciute e contenuti della tua istanza, e non riflette l'attività generale per questo account

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this domain
ca: Les estadístiques es calculen a partir de l’activitat i el contingut coneguts de la vostra instància i no reflecteixen l’activitat general d’aquest domini
fr_fr: Les statistiques sont calculées depuis les activités connues et le contenu sur votre instance, et ne reflètent pas l'activité générale de ce domaine
it: Le statistiche sono calcolate da attività conosciute e contenuti della tua istanza, e non riflette l'attività generale per questo dominio

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this object
ca: Les estadístiques es calculen a partir de l’activitat i el contingut coneguts de la vostra instància i no reflecteixen l’activitat general d’aquest objecte
fr_fr: Les statistiques sont calculées depuis les activités connues et le contenu sur votre instance, et ne reflètent pas l'activité générale de ce compte
it: Le statistiche sono calcolate da attività conosciute e contenuti della tua istanza, e non riflette l'attività generale per questo oggetto

# */*/*
source: Status
ca: Estat
fr_fr: Statut
it: Stato

# Content/Playlist/Button.Label/Verb
source: Stop Editing
ca: Parar l'edició
fr_fr: Arrêter l'édition
it: Smetti di modificare

# */Player/Button.Label/Short, Verb
source: Stop radio
ca: Parar la ràdio
fr_fr: Arrêter la radio
it: Ferma radio

# */*/*
source: Subcategory
ca: Subcategoria
fr_fr: Sous-catégorie
it: Sottocategoria

# */*/Button.Label/Verb
source: Submit
ca: Envia
fr_fr: Valider
it: Invia

# Content/Library/Button.Label/Verb
source: Submit and apply edit
ca: Envia i aplica la modificació
fr_fr: Soumettre et appliquer la modification
it: Invia e applica modifica

# Content/Library/Button.Label
source: Submit another edit
ca: Envia una altre modificació
fr_fr: Soumettre une nouvelle modification
it: Invia un'altra modifica

# Popup/*/Button.Label
source: Submit report
ca: Enviar l'informe
fr_fr: Envoyer le signalement
it: Invia segnalazione

# Content/Library/Input.Label
source: Submit search
fr_fr: Soumettre la recherche
it: Invia ricerca

# Content/Search/Button.Label/Verb
source: Submit Search Query
fr_fr: Soumettre la recherche
it: Invia Query di Ricerca

# Content/Library/Button.Label/Verb
source: Submit suggestion
ca: Enviar suggerències
fr_fr: Soumettre la suggestion
it: Invia suggerimento

# Content/Moderation/*
source: Submitted by
ca: Envia't per
fr_fr: Envoyé par
it: Inviata da

# */*/*/Verb
source: Subscribe
ca: Subscriu-te
fr_fr: S'abonner
it: Iscriviti

# Content/Channel/Button/Verb
source: Subscribe
ca: Subscriu-te
fr_fr: S'abonner
it: Iscriviti

# Content/Track/*/Verb
source: Subscribe
ca: Subscriu-te
fr_fr: S'abonner
it: Iscriviti

# Content/Channels/Header
source: Subscribe on Funkwhale
ca: Subscriu-te a Funkwhale
fr_fr: S'abonner sur Funkwhale
it: Iscriviti su Funkwhale

# Content/Channels/Header
source: Subscribe on the Fediverse
ca: Subscriu-te a la Fediverse
fr_fr: S'abonner sur le Fédivers
it: Iscriviti sul Fediverso

# Head/Fetch/Title
source: Subscribe to a podcast RSS feed
ca: Subscriu-te al flux RSS d'un podcast
fr_fr: S'abonner au fil RSS d'un podcast
it: Iscriviti a un feed RSS di podcast

# Content/Profile/Button
source: Subscribe to feed
fr_fr: S'abonner au fil RSS
it: Iscriviti a un feed

# Search/*/*
source: Subscribe to podcast via RSS
ca: Subscriu-te a un podcast a través de RSS
fr_fr: S'abonner au podcast depuis le fil RSS
it: Iscriviti a un podcast tramite RSS

# Popup/Channel/Title/Verb
source: Subscribe to this channel
ca: Subscriure-te a aquest canal
fr_fr: S'abonner à cette chaîne
it: Iscriviti a questo canale

# Content/Channels/Header
source: Subscribe via RSS
ca: Subscriure-te via RSS
fr_fr: S'abonner via RSS
it: Iscriviti via RSS

# Content/Subscriptions/Header
source: Subscribed Channels
ca: Canals subscrits
fr_fr: Abonnements
it: Canali a cui sei iscritto

# */*/*/Noun
source: Subscription
ca: Subscripció
fr_fr: Abonnement
it: Iscrizione

# Content/Settings/Title
source: Subsonic API password
ca: Contrasenya de l'API Subsonic
fr_fr: Mot de passe de l'API Subsonic
it: Password API Subsonic

# Content/Library/Paragraph
source: Suggest a change using the form below.
ca: Suggereix un canvi mitjançant el formulari següent.
fr_fr: Suggérer un changement avec le formulaire ci-dessous.
it: Suggerisci una modifica utilizzando il modulo qui sotto.

# Content/*/Title
source: Suggest an edit on this album
ca: Suggereix un canvi en aquest àlbum
fr_fr: Nous ne pouvons pas charger cette piste
it: Suggerisci una modifica su questo album

# Content/*/Title
source: Suggest an edit on this artist
ca: Suggereix un canvi en aquest artista
fr_fr: Nous ne pouvons pas charger cette piste
it: Suggerisci una modifica su questo artista

# Content/*/Title
source: Suggest an edit on this track
ca: Suggereix una canvi en aquesta pista
fr_fr: Nous ne pouvons pas charger cette piste
it: Suggerisci una modifica su questa traccia

# Popup/Instance/List.Label
source: Suggested choices
ca: Opcions suggerides
fr_fr: Suggestions
it: Scelte suggerite

# */*/*
source: Summary (optional)
ca: Resum (opcional)
fr_fr: Résumé (optionel)
it: Riassunto (opzionale)

# Footer/*/Listitem.Link
source: Support forum
ca: Fòrum d'ajuda
fr_fr: Forum d'aide
it: Forum di supporto

# Content/Notifications/Header
source: Support this Funkwhale pod
ca: Dóna suport a aquest pod de Funkwhale
fr_fr: Soutenir ce pod Funkwhale
it: Supporta questo pod di Funkwhale

# Content/Library/Paragraph
source: Supported extensions: %{ extensions }
ca: Suporta les extensions: %{ extensions }
fr_fr: Extensions supportées: %{ extensions }
it: Estensioni supportate: %{ extensions }

# Content/Playlist/Paragraph
source: Syncing changes to server…
ca: Sincronització dels canvis amb el servidor …
fr_fr: Synchronisation des changements avec le serveur…
it: Sincronizzando le modifiche con il server…

# */*/*/Noun
source: Tag
ca: Etiqueta
fr_fr: Étiquette
it: Etichetta

# Content/Moderation/Title
source: Tag data
ca: Dades de l'etiqueta
fr_fr: Données du tag
it: Dati del tag

# */*/*
source: Tags
ca: Etiquetes
fr_fr: Étiquettes
it: Tag

# */*/*/Noun
source: Tags
ca: Eitquetes
fr_fr: Étiquettes
it: Etichette
