Repository: mx2913/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ca, fr_fr, it, sv

# Popup/Playlist/Paragraph
source: "%{ title }", by %{ artist }
ca: "%{ title }", de %{ artist }
fr_fr: « %{ title } », de %{ artist }
it: "%{ title }", di %{ artist }

# Content/Auth/Title
source: %{ app } wants to access your Funkwhale account
ca: %{ app } vol accedir al vostre compte Funkwhale
fr_fr: %{ app } veut accéder à votre compte Funkwhale
it: %{ app } vuole accedere al tuo account Funkwhale

# Content/Home/Stat
source: %{ count } active user
ca: %{ count } usuari actiu
fr_fr: %{ count } compte actif
it: %{ count } utente attivo

# */*/*
source: %{ count } allowed domains
ca: %{ count } domini permès
fr_fr: %{ count } domaine autorisé
it: %{ count } dominio consentito

# */*/*
source: %{ count } episode
fr_fr: %{ count } épisode
it: %{ count } episodio

# Content/Channel/Paragraph
source: %{ count } episode
ca: %{ count } episodi
fr_fr: %{ count } épisode
it: %{ count } episodio

# Content/Favorites/Title
source: %{ count } favorite
ca: %{ count } favorit
fr_fr: %{ count } favori
it: %{ count } preferito

# Content/Home/Stat
source: %{ count } hour of music
ca: %{ count } hora de música
fr_fr: %{ count } heure de musique
it: %{ count } ora di musica

# Content/Channel/Paragraph
source: %{ count } listening
fr_fr: %{ count } écoute
it: %{ count } ascolto

# Content/*/Paragraph
source: %{ count } on %{ total } selected
ca: %{ count } de %{ total } seleccionat
fr_fr: %{ count } sur %{ total } élément sélectionné
it: %{ count } su %{ total } selezionato

# Content/Channel/Paragraph
source: %{ count } subscriber
ca: %{ count } subscriptor
fr_fr: %{ count } abonné·e
it: %{ count } iscritto

# */*/*
source: %{ count } track
ca: %{ count } pista
fr_fr: %{ count } piste
it: %{ count } traccia

# Content/Artist/Paragraph
source: %{ count } track in %{ albumsCount } albums
ca: %{ count } pista dins %{ albumsCount } àlbums
fr_fr: %{ count } piste dans %{ albumsCount } albums
it: %{ count } traccia in %{ albumsCount } album

# Content/Radio/Table.Paragraph/Short
source: %{ count } track matching combined filters
ca: %{ count } pista corresponent als filtres seleccionats
fr_fr: %{ count } piste correspondante aux filtres sélectionnés
it: %{ count } traccia corrisponde ai filtri selezionati

# */Queue/Message
source: %{ count } track was added to your queue
ca: %{ count } pista ha estat afegida a la teva cua
fr_fr: %{ count } piste a été ajoutée à votre liste d'attente
it: %{ count } traccia è stata aggiunta alla tua coda

# Content/Library/Paragraph
source: %{ current } used on %{ max } allowed
ca: %{ current } usats del %{ max } permesos
fr_fr: %{ current } utilisé·s sur %{ max } autorisé·s
it: %{ current } usato su %{ max } consentito

# Sidebar/Queue/Text
source: %{ index } of %{ length }
ca: %{ index } de %{ length }
fr_fr: %{ index } sur %{ length }
it: %{ index } su %{ length }

# Content/Notifications/Paragraph
source: %{ username } accepted your follow on library "%{ library }"
ca: %{ username } ha acceptat el seguiment de la biblioteca "%{ library }"
fr_fr: %{ username } a accepté votre suivi de la bibliothèque « %{ library } »
it: %{ username } ha accettato la tua richiesta di seguire la libreria "%{ library }"

# Content/Notifications/Paragraph
source: %{ username } followed your library "%{ library }"
ca: %{ username } ha seguit la teva biblioteca "%{ library }"
fr_fr: %{ username } suit votre bibliothèque « %{ library } »
it: %{ username } segue la tua libreria "%{ library }"

# Content/Notifications/Paragraph
source: %{ username } wants to follow your library "%{ library }"
ca: %{ username } vol seguir la teva biblioteca "%{ library }"
fr_fr: %{ username } veut suivre votre bibliothèque « %{ library } »
it: %{ username } vuole seguire la tua libreria "%{ library }"

# Head/Profile/Title
source: %{ username }'s profile
ca: Perfil de %{ username }
fr_fr: Profil de %{ username }
it: Profilo di %{ username }

# Popup/Playlist/Paragraph
source: <strong>%{ track }</strong> is already in <strong>%{ playlist }</strong>.
ca: <strong>%{ track }</strong> ja és a <strong>%{ playlist }</strong>.
fr_fr: <strong>%{ track }</strong> est déjà dans <strong>%{ playlist }</strong>.
it: <strong>%{ track }</strong> è già nella <strong>%{ playlist }</strong>.

# */*/*
source: 30 days
ca: 30 dies
fr_fr: 30 jours
it: 30 giorni

# */*/*
source: 60 days
ca: 60 dies
fr_fr: 60 jours
it: 60 giorni

# */*/*
source: 90 days
ca: 90 dies
fr_fr: 90 jours
it: 90 giorni

# Content/Library/Help text
source: A network error occurred while uploading this file
ca: S'ha produït un error de xarxa mentre es pujava aquest fitxer
fr_fr: Une erreur réseau s'est produite lors de l'envoi de ce fichier
it: Si è verificato un errore di rete durante il caricamento del file

# App/Message/Paragraph
source: A new version of the app is available.
ca: Una nova versió de l'aplicació està disponible.
fr_fr: Une nouvelle version de l'application est disponible.
it: È disponibile una nuova versione dell'app.

# */*/Placeholder
source: A short summary describing your changes.
ca: Una breu resum descrivint els teus canvis.
fr_fr: Une courte description décrivant vos changements.
it: Un breve riassunto che descrive le tue modifiche.

# Head/About/Title
source: About
fr_fr: À propos
it: Informazioni su

# Footer/About/Title
source: About %{instanceName}
ca: Quant a %{instanceName}
fr_fr: À propos de %{instanceName}
it: A proposito di %{instanceName}

# Footer/About/Title
source: About %{instanceUrl}
ca: Quant a %{instanceUrl}
fr_fr: À propos de %{instanceUrl}
it: A proposito di %{instanceUrl}

# Footer/*/Title/Short
source: About Funkwhale
ca: Quant a Funkwhale
fr_fr: À propos de Funkwhale
it: A proposito di Funkwhale

# Content/Home/Header
source: About this Funkwhale pod
ca: Quant a aquesta instància de Funkwhale
fr_fr: À propos de ce pod Funkwhale
it: A proposito di questa istanza Funkwhale

# Content/*/*
source: About this license
ca: Quant a aquesta llicència
fr_fr: À propos de cette licence d'utilisation
it: A proposito di questa licenza

# Content/About/Header
source: About this pod
ca: Quant a aquesta instància
fr_fr: À propos de ce pod
it: A proposito di questa istanza

# Sidebar/*/List item.Link
source: About this pod
ca: Quant a aquesta instància
fr_fr: À propos de ce pod
it: A proposito di questa istanza

# Content/Library/Button.Label
source: Accept
ca: Acceptar
fr_fr: Accepter
it: Accetta

# Content/Library/Table/Short
source: Accepted
ca: Acceptat
fr_fr: Accepté
it: Accettato

# Content/Settings/Message
source: Access disabled
ca: Accés desactivat
fr_fr: Accès désactivé
it: Accesso disabilitato

# Content/OAuth Scopes/Paragraph
source: Access to audio files, libraries, artists, albums and tracks
ca: Accés als arxius d'àudio, biblioteques, artistes, àlbums i cançons
fr_fr: Accès aux fichiers audio, bibliothèques, artistes, albums et pistes
it: Accedi ai file audio, librerie, artisti, album e tracce

# Content/OAuth Scopes/Paragraph
source: Access to content filters
ca: Accés als filtres de contingut
fr_fr: Accès aux filtres de contenu
it: Accesso ai filtri del contenuto

# Content/OAuth Scopes/Paragraph
source: Access to edits
ca: Accés deshabilitat
fr_fr: Accès aux modifications
it: Accesso alle modifiche

# Content/OAuth Scopes/Paragraph
source: Access to favorites
ca: Accés a favorits
fr_fr: Accès aux favoris
it: Accesso ai preferiti

# Content/OAuth Scopes/Paragraph
source: Access to follows
ca: Accés als seguidors
fr_fr: Accès aux abonnements
it: Accesso ai seguiti

# Content/OAuth Scopes/Paragraph
source: Access to listening history
ca: Accés a l'historial de reproduccions
fr_fr: Accès à l'historique d'écoute
it: Accedi alla cronologia di ascolto

# Content/OAuth Scopes/Paragraph
source: Access to moderation reports
fr_fr: Accéder aux signalements
it: Accesso ai report di moderazione

# Content/OAuth Scopes/Paragraph
source: Access to notifications
ca: Accés a les notificacions
fr_fr: Accès aux notifications
it: Accesso alle notifiche

# Content/OAuth Scopes/Paragraph
source: Access to playlists
ca: Accés a la llista de reproducció
fr_fr: Accès aux listes de lecture
it: Accesso alle playlist

# Content/OAuth Scopes/Paragraph
source: Access to radios
ca: Accés a les ràdios
fr_fr: Accès aux radios
it: Accesso alle radio

# Content/OAuth Scopes/Paragraph
source: Access to security settings such as password and authorization
fr_fr: Accès aux paramètres de sécurité tel que le mot de passe ou le processus d'authentification
it: Accesso alle impostazioni di sicurezza come password e autorizzazioni

# Content/Applications/Label
source: Access token
fr_fr: Jeton d'accès
it: Token di accesso

# Content/*/*/Noun
source: Accessed date
ca: Data d'accés
fr_fr: Date d'accès
it: Data di accesso

# Content/Moderation/Title
source: Account data
ca: Dades del compte
fr_fr: Données du compte
it: Dati dell'account

# Content/Settings/Title
source: Account settings
ca: Configuració del compte
fr_fr: Paramètres du compte
it: Impostazioni dell'account

# Head/Settings/Title
source: Account Settings
ca: Configuració del compte
fr_fr: Paramètres du compte
it: Impostazioni dell'account

# Content/Admin/Table.Label/Short, Noun
source: Account status
ca: Estat del compte
fr_fr: Statut du compte
it: Stato dell'account

# */Moderation/Title
source: Accounts
ca: Comptes
fr_fr: Comptes
it: Account

# Content/Library/Table.Label
source: Action
ca: Acció
it: Azione

# Content/*/Paragraph
source: Action %{ action } was launched successfully on %{ count } element
ca: L'acció %{ action } està en marxa en %{ count } element
fr_fr: L'action %{ action } a été lancée avec succès sur %{ count } élément
it: L'azione %{ action } è stata lanciata con successo su %{ count } elemento

# */*/*
source: Actions
ca: Accions
it: Azioni

# */*/*/Noun
source: Actions
it: Azioni

# */*/Form-builder,Help
source: Actions
it: Azioni

# Content/*/*/Noun
source: Actions
ca: Accions
it: Azioni

# Content/Admin/Table
source: Active
ca: Actiu
fr_fr: Actif
it: Attivo

# Content/Moderation/Title
source: Activity
ca: Activitat
fr_fr: Activité
it: Attività

# Content/Profile/*
source: Activity
ca: Activitat
fr_fr: Activité
it: Attività

# Content/Settings/Dropdown.Label/Noun
source: Activity visibility
ca: Visualitzar l'activitat
fr_fr: Visibilité de l'activité
it: Visibilità dell'attività

# Content/Moderation/Button/Verb
source: Add
ca: Afegir
fr_fr: Ajouter
it: Aggiungi

# Content/*/Button.Label/Verb
source: Add a description…
ca: Afegeix una descripció …
fr_fr: Ajouter une description…
it: Aggiungi una descrizione…

# Content/Moderation/Form.Label/Verb
source: Add a domain
ca: Afegir un domini
fr_fr: Ajouter un domaine
it: Aggiungi un dominio

# Content/Channels/Popup.Paragraph
source: Add a license to your upload to ensure some freedoms to your public.
ca: Afegeix una llicència de la teva càrrega per assegurar les llibertats del teu públic.
fr_fr: Ajouter une licence à cet envoi pour assurer des libertés d'utilisation à votre public.
it: Aggiungi una licenza al file per garantire alcune libertà al tuo pubblico.

# Content/Moderation/Button/Verb
source: Add a moderation policy
ca: Afegir una nova política de moderació
fr_fr: Ajouter une politique de modération
it: Aggiungi una nuova regola di moderazione

# */*/Form-builder
source: Add a new field
ca: Afegeix un camp nou
fr_fr: Ajouter un champ
it: Aggiungi campo

# Content/Moderation/Card.Button.Label/Verb
source: Add a new moderation rule
ca: Afegir una nova regla de moderació
fr_fr: Ajouter une nouvelle règle de modération
it: Aggiungi una nuova regola di moderazione

# Content/Library/Title/Verb
source: Add and manage content
ca: Agregar i gestionar contingut
fr_fr: Ajouter et gérer du contenu
it: Aggiungi e gestisci contenuti

# */Playlist/Button.Label/Verb
source: Add anyways
ca: Afegeix de totes maneres
fr_fr: Ajouter quand même
it: Aggiungi comunque

# */Library/*/Verb
source: Add content
ca: Afegir contingut
fr_fr: Ajouter du contenu
it: Aggiungi contenuto

# Content/Radio/Button.Label/Verb
source: Add filter
ca: Afegir filtre
fr_fr: Ajouter le filtre
it: Aggiungi filtro

# Content/Radio/Paragraph
source: Add filters to customize your radio
ca: Afegir filtres per personalitzar la teva ràdio
fr_fr: Ajouter des filtres pour personnaliser votre radio
it: Aggiungi filtri per personalizzare la tua radio

# Content/Profile/Button
source: Add new
ca: Afegeix nou
fr_fr: Ajouter
it: Aggiungi nuovo

# Content/Moderation/Button.Label/Verb
source: Add note
ca: Afegir una nota
fr_fr: Ajouter une note
it: Aggiungi nota

# Content/*/Verb
source: Add some music
ca: Afegir música
fr_fr: Ajouter de la musique
it: Aggiungi musica

# Content/Moderation/Action/Verb
source: Add to allow-list
ca: Afegir a la llista de permesos
fr_fr: Ajouter à la liste d'autorisations
it: Aggiungi alla lista dei consentiti

# */Queue/Dropdown/Button/Title
source: Add to current queue
ca: Afegir a la cua de reproducció actual
fr_fr: Ajouter à la file d'attente actuelle
it: Aggiungi alla coda attuale

# Content/Track/*/Verb
source: Add to favorites
ca: Afegir a favorits
fr_fr: Ajouter aux favoris
it: Aggiungi ai preferiti

# Popup/Playlist/Title/Verb
source: Add to playlist
ca: Afegir a la llista de reproducció
fr_fr: Ajouter à la liste de lecture
it: Aggiungi alla playlist

# Sidebar/Player/Icon.Tooltip/Verb
source: Add to playlist…
ca: Afegir a la llista de reproducció …
fr_fr: Ajouter à la liste de lecture…
it: Aggiungi alla playlist…

# */Queue/Dropdown/Button/Label/Short
source: Add to queue
ca: Afegir a la cua de reproducció
fr_fr: Ajouter à la liste d'attente
it: Aggiungi alla coda

# Popup/Playlist/Table.Button.Tooltip/Verb
source: Add to this playlist
ca: Afegir a la llista de reproducció
fr_fr: Ajouter à cette liste de lecture
it: Aggiungi a questa playlist

# Popup/Playlist/Table.Button.Label/Verb
source: Add track
ca: Afegir pista
fr_fr: Ajouter la piste
it: Aggiungi traccia

# */*/Form-builder
source: Additional field
ca: Camp addicional
fr_fr: Champ supplémentaire
it: Campo aggiuntivo

# */*/Label
source: Additional fields
ca: Camps addicionals
fr_fr: Champs supplémentaires
it: Campi aggiuntivi

# */*/Help
source: Additional form fields to be displayed in the form. Only shown if manual sign-up validation is enabled.
ca: Camps addicionals per al formulari. Només es mostren si la validació manual del registre està activada.
fr_fr: Champs supplémentaires à afficher dans le formulaire. Visible uniquement si la validation manuelle des nouveaux comptes est active.
it: Campi aggiuntivi da visualizzare nel modulo. Visualizzati solo se la convalida manuale delle iscrizioni è attiva.

# Sidebar/Player/Icon.Tooltip/Verb
source: Adjust volume
fr_fr: Ajuster le volume
it: Regola volume

# Content/Admin/Table.User role
source: Admin
ca: Administrador
it: Amministratore

# Sidebar/Admin/Title/Noun
source: Administration
ca: Administració
it: Amministrazione

# */*/*/Noun
source: Album artist
ca: Àlbum d'aquest artista
fr_fr: Artiste de cet album
it: Artista dell'album

# Content/Moderation/Title
source: Album data
ca: Dades de l'àlbum
fr_fr: Données de l'album
it: Dati dell'album

# Content/*/Dropdown/Noun
source: Album name
ca: Nom de l'àlbum
fr_fr: Nom de l'album
it: Nome album

# Content/Artist/Title
source: Albums by this artist
ca: Àlbums d'aquest artista
fr_fr: Albums de cet·te artiste
it: Album di questo artista

# Content/*/Dropdown
source: All
ca: Tot
fr_fr: Tout
it: Tutto

# Content/*/Paragraph
source: All %{ count } element selected
ca: Únic element seleccionat
fr_fr: Unique élément sélectionné
it: Tutto, %{ count } elemento, selezionato

# Content/Channels/*
source: All Episodes
fr_fr: Tous les épisodes
it: Tutti gli Episodi

# Head/Authorize/Title
source: Allow application
ca: Autoritzar l'aplicació
fr_fr: Autoriser l'application
it: Permetti applicazione

# */*/*
source: Allow-list
ca: Llista d'autorització
fr_fr: Liste d'autorisation
it: Lista dei consentiti

# */*/*
source: Allowed domains
ca: Dominis permesos
fr_fr: Domaines autorisés
it: Domini consentiti

# Popup/Import/Message
source: An error occurred during upload processing. You will find more information below.
ca: S'ha produït un error durant la càrrega. Trobaràs més informació a sota.
fr_fr: Une erreur a eu lieu durant le processus de téléversement. Vous trouverez plus d'information ci-dessous.
it: Si è verificato un errore durante l'elaborazione del file. Sono disponibili dettagli qui sotto.

# Content/Playlist/Error message.Title
source: An error occurred while saving your changes
ca: S'ha produït una error mentre es guardaven els canvis
fr_fr: Une erreur s'est produite pendant l'enregistrement de vos modifications
it: Si è verificato un errore durante il salvataggio delle modifiche

# Popup/*/Message.Content
source: An error occurred while trying to refresh data:
ca: S'ha produït un error quan s'intentava actualitzar les dades:
fr_fr: Une erreur s'est produite pendant la mise à jour des données :
it: Si è verificato un errore durante il tentativo di aggiornamento dei dati:

# */*/Error
source: An HTTP error occurred while contacting the remote server
ca: S'ha produït un error HTTP mentre es contactava amb el servidor remot
fr_fr: Une erreur HTTP s'est produite en contactant le serveur distant
it: Si è verificato un errore HTTP durante il tentativo di contatto del server remoto

# */*/Help
source: An optional text to be displayed at the start of the sign-up form.
ca: Text opcional que es mostrarà al principi del formulari d'inscripció.
fr_fr: Un texte facultatif à afficher au début du formulaire de création de compte.
it: Testo opzionale da visualizzare all'inizio del modulo di iscrizione.

# Popup/Import/Error.Label
source: An unknown error occurred
ca: S'ha produït un error desconegut
fr_fr: Une erreur inconnue s'est produite
it: Si è verificato un errore sconosciuto

# */*/*
source: Anonymous access
ca: Accés anònim
fr_fr: Accès anonyme
it: Accesso anonimo

# Popup/Moderation/Error message
source: Anonymous reports are disabled, please sign-in to submit a report.
ca: Els informes anònims estan deshabilitats, si us plau inicia sessió per a enviar l'informe.
fr_fr: Les signalements anonymes sont désactivés, inscrivez-vous pour faire un signalement.
it: Le segnalazioni anonime sono disabilitate, per favore accedi per inviare una segnalazione.

# */*/*/Noun
source: Application
ca: Aplicació
it: Applicazione

# Content/Applications/Title
source: Application details
ca: Detalls de l'aplicació
fr_fr: Détails de l'application
it: Dettagli dell'applicazione

# */*/*
source: Application footer
fr_fr: Pied de page de l'application
it: Piè di pagina dell'applicazione

# Content/Applications/Label
source: Application ID
ca: ID de l'aplicació
fr_fr: ID de l'application
it: ID Applicazione

# Content/Application/Paragraph/
source: Application ID and secret are really sensitive values and must be treated like passwords. Do not share those with anyone else.
ca: L'ID i el secret de l'aplicació són valors realment sensibles i han de ser tractats com les contrasenyes. No els comparteixis amb ningú.
fr_fr: L'ID et le "secret" de l'application sont des données sensibles et doivent être traitées comme des mots de passe. Ne les partagez avec personne.
it: L'ID dell'applicazione e il suo secret sono valori molto sensibili e devono essere trattati come password. Non condividerli con nessun altro.

# Content/Applications/Label
source: Application secret
ca: Secret de l'aplicació
fr_fr: Secret de l'application
it: Secret dell'applicazione

# Content/*/Button.Label/Verb
source: Approve
ca: Aprovar
fr_fr: Approuver
it: Approva

# Content/*/*/Short
source: Approved
ca: Aprovat
fr_fr: Approuvée
it: Approvato

# Content/Library/Card/Short
source: Approved and applied
ca: Aprovat i aplicat
fr_fr: Approuvée et appliquée
it: Approvata ed applicata

# Content/Login/Title
source: Are you sure you want to log out?
ca: Segur que vols tancat la sessió?
fr_fr: Êtes-vous sûr·e de vouloir vous déconnecter ?
it: Sei sicuro di volerti disconnettere?

# */*/*/Noun
source: Artist
ca: Artista
fr_fr: Artiste
it: Artista

# Content/Channel/*
source: Artist channel
ca: Canal de l'artista
fr_fr: Chaîne de l'artiste
it: Canale dell'artista

# Content/Moderation/Title
source: Artist data
ca: Dades de l'artista
fr_fr: Données de l'artiste
it: Dati dell'artista

# */*/*
source: Artist discography
ca: Discografia de l'artista
fr_fr: Discographie de l'artiste
it: Discografia dell'artista

# Content/*/Dropdown/Noun
source: Artist name
ca: Nom de l'artista
fr_fr: Nom de l'artiste
it: Nome dell'artista

# Content/Search/Input.Label/Noun
source: Artist name
fr_fr: Nom de l'artiste
it: Nome dell'artista

# */Search/Input.Placeholder
source: Artist, album, track…
ca: Artista, àlbum, pista …
fr_fr: Artiste, album, piste…
it: Artista, album, traccia…

# */*/*
source: Artists
ca: Artistes
fr_fr: Artistes
it: Artisti

# */*/*/Noun
source: Artists
ca: Artistes
fr_fr: Artistes
it: Artisti

# Content/Search/Dropdown
source: Ascending
ca: Ascendent
fr_fr: Croissant
it: Crescente

# Content/Signup/Button.Label/Verb
source: Ask for a password reset
ca: Sol·licitar el restabliment de la contrasenya
fr_fr: Demander la réinitialisation du mot de passe
it: Chiedi un reset della password

# Content/Moderation/*
source: Assigned to
ca: Assignat a
fr_fr: Assigné à
it: Assegnato a

# Content/Moderation/Title
source: Audio content
ca: Contingut d'àudio
fr_fr: Contenu audio
it: Contenuto audio

# */*/*
source: Audio player and controls
fr_fr: Fonctions et raccourcis du lecteur audio
it: Player audio e controlli

# Popup/Keyboard shortcuts/Title
source: Audio player shortcuts
ca: Dreceres del reproductor d'àudio
fr_fr: Raccourcis du lecteur audio
it: Scorciatoie del lettore audio

# Content/Signup/Button.Label/Verb
source: Authorize %{ app }
ca: Autoritzar %{ app }
fr_fr: Autoriser %{ app }
it: Autorizza %{ app }

# Content/Auth/Title/Verb
source: Authorize third-party app
ca: Autoritzar una aplicació de tercers
fr_fr: Autoriser une application tierce
it: Autorizza app di terze parti

# Content/Settings/Title/Noun
source: Authorized apps
ca: Apps autoritzades
fr_fr: Applications autorisées
it: App autorizzate

# Popup/Playlist/Title
source: Available playlists
ca: Llistes de reproducció disponibles
fr_fr: Listes de lecture disponibles
it: Playlist disponibili

# Content/Channel/Form.Field.Placeholder
source: Awesome channel name
ca: Nom fantàstic del canal
fr_fr: Un nom de chaîne génial
it: Nome del canale fantastico

# Content/Channel/Form.Field.Placeholder
source: awesomechannelname
ca: nomfantàsticdelcanal
fr_fr: nomdechainegenial
it: nomecanalefantastico

# Content/Signup/Link
source: Back to login
ca: Tornar a la pàgina de connexió
fr_fr: Retour à la page de connexion
it: Torna alla pagina di accesso

# Content/Applications/Link
source: Back to settings
ca: Tornar a la configuració
fr_fr: Retour aux paramètres
it: Torna alle impostazioni

# Content/Moderation/*/Verb
source: Block everything
ca: Bloquejar-ho tot
fr_fr: Bloquer tout
it: Blocca tutto

# Content/Moderation/Help text
source: Block everything from this account or domain. This will prevent any interaction with the entity, and purge related content (uploads, libraries, follows, etc.)
ca: Bloquejar-ho tot des d'aquest compte o domini. Això evitarà qualsevol interacció amb l’entitat, i es netejarà el contingut relacionat (pistes, biblioteques, seguidors, …)
fr_fr: Bloquer tout de ce compte ou domaine. Cela empêche toute interaction avec l'entité, et purge le contenu lié (pistes, librairies, suivis, etc.)
it: Blocca tutto da questo account o dominio. Questo prevenirà qualsiasi interazione con l'entità, ed eliminerà i relativi contenuti (caricamenti, librerie, richieste di seguire, ecc.)

# Sidebar/Navigation/List item.Link/Verb
source: Browse
ca: Navega
fr_fr: Parcourir
it: Sfoglia
