Repository: mx2913/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ca, fr_fr, it, sv

# Content/Search/Dropdown.Label/Noun
source: Ordering
ca: Ordenar
fr_fr: Trier par
it: Ordinamento

# Content/Search/Dropdown.Label/Noun
source: Ordering direction
ca: Direcció d'ordre
fr_fr: Sens
it: Direzione di ordinamento

# */*/*
source: Other
ca: Altres
fr_fr: Autre
it: Altro

# Content/Moderation/Dropdown
source: Other
ca: Altres
fr_fr: Autre
it: Altro

# Content/Channels/Link
source: Overview
ca: Visió general
fr_fr: Aperçu
it: Panoramica

# Content/Profile/Link
source: Overview
ca: Visió general
fr_fr: Aperçu
it: Panoramica

# */*/*
source: Owned by %{ username }
ca: El propietari és %{ username }
fr_fr: Appartient à %{ username }
it: Proprietà di %{ username }

# */*/*
source: Owner
ca: Propietari
fr_fr: Propriétaire
it: Proprietario

# */*/*
source: Owner name
fr_fr: Nom du propriétaire
it: Nome proprietario

# Head/*/Title
source: Page Not Found
ca: Pàgina no trobada
fr_fr: Page non trouvée
it: Pagina Non Trovata

# Content/*/Title
source: Page not found!
ca: Pàgina no trobada!
fr_fr: Page introuvable !
it: Pagina non trovata!

# Content/*/Hidden text/Noun
source: Pagination
ca: Paginació
it: Impaginazione

# Content/Settings/Message
source: Password updated
ca: Contrasenya actualitzada
fr_fr: Mot de passe mis à jour
it: Password aggiornata

# Content/Signup/Card.Title
source: Password updated successfully
ca: Contrasenya actualitzada correctament
fr_fr: Mot de passe modifié avec succès
it: Password aggiornata con successo

# Sidebar/Player/Icon.Tooltip/Verb
source: Pause track
ca: Pausa de la pista
fr_fr: Mettre en pause
it: Metti in pausa

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Pause/play the current track
ca: Pausa/reproduir la pista actual
fr_fr: Mettre en pause/relancer la lecture
it: Pausa/riproduci la traccia corrente

# Content/Moderation/Card.List item
source: Paused
ca: Pausa
fr_fr: En pause
it: In pausa

# Channels/*/*
source: Pending
ca: Pendent
fr_fr: En attente
it: In sospeso

# Content/Library/*/Short
source: Pending
ca: Pendent
fr_fr: En attente
it: In sospeso

# Content/Library/Table/Short
source: Pending approval
ca: Pendent d'aprovació
fr_fr: En attente de validation
it: Approvazione in sospeso

# Content/Library/Label
source: Pending files
ca: Fitxers pendents
fr_fr: Fichiers en attente
it: File in sospeso

# Sidebar/Notifications/Hidden text
source: Pending follow requests
ca: Sol·licituds de seguiment pendents
fr_fr: Demandes d'abonnement en attente
it: Richiesta di seguire in sospeso

# Content/Admin/*/Noun
source: Pending review
ca: Verificació pendent
fr_fr: Vérification en attente
it: Revisione in sospeso

# Sidebar/Moderation/Hidden text
source: Pending review edits
ca: Revisió de modificacions pendents
fr_fr: Vérification des modifications en attente
it: Revisioni delle modifiche in sospeso

# Content/*/Button.Label
source: Perform actions
fr_fr: Appliquer les modifications en attente
it: Esegui azioni

# Content/*/*/Noun
source: Permissions
ca: Permisos
it: Permessi

# */*/*/Noun
source: Play
fr_fr: Jouer
it: Riproduci

# */Queue/Button.Label/Short, Verb
source: Play
ca: Reproduir
fr_fr: Jouer
it: Riproduci

# Content/Channels/Button.Label/Verb
source: Play
ca: Reproduir
fr_fr: Jouer
it: Riproduci

# */Queue/Dropdown/Button/Title
source: Play album
fr_fr: Lire l'album
it: Riproduci album

# Content/Queue/Button.Label/Short, Verb
source: Play all
ca: Reproduir-ho tot
fr_fr: Tout lire
it: Riproduci tutto

# Content/Artist/Button.Label/Verb
source: Play all albums
ca: Reproduir tots els àlbums
fr_fr: Lire tous les albums
it: Riproduci tutti gli album

# */Queue/Dropdown/Button/Title
source: Play artist
fr_fr: Lire tout l'artiste
it: Riproduci artista

# */Queue/Dropdown/Button/Title
source: Play next
ca: Reproduir el següent
fr_fr: Lire ensuite
it: Riproduci la prossima

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Play next track
ca: Reproduir la següent pista
fr_fr: Jouer la piste suivante
it: Riproduci traccia successiva

# */Queue/Dropdown/Button/Title
source: Play now
ca: Reproduir ara
fr_fr: Lire maintenant
it: Riproduci ora

# */Queue/Dropdown/Button/Title
source: Play playlist
fr_fr: Lire la liste de lecture
it: Riproduci playlist

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Play previous track
ca: Reprodueix la pista anterior
fr_fr: Jouer la piste précédente
it: Riproduci traccia precedente

# */Queue/Dropdown/Button/Title
source: Play similar songs
ca: Reproduir cançons semblants
fr_fr: Jouer des chansons similaires
it: Riproduci canzoni simili

# Sidebar/Player/Hidden text
source: Play this track
ca: Reprodueix aquesta pista
fr_fr: Jouer cette piste
it: Riproduci questa traccia

# */Queue/Dropdown/Button/Title
source: Play track
fr_fr: Jouer la piste
it: Riproduci traccia

# Sidebar/Player/Icon.Tooltip/Verb
source: Play track
ca: Reprodueix la pista
fr_fr: Jouer
it: Riproduci traccia

# */Queue/Dropdown/Button/Title
source: Play tracks
fr_fr: Jouer les pistes
it: Riproduci tracce

# Content/Playlist/Header.Subtitle
source: Playlist containing %{ count } track, by %{ username }
ca: La llista de reproducció conté %{ count } cançó, de %{ username }
fr_fr: Liste de lecture contenant %{ count } piste, par %{ username }
it: Lista di riproduzione contenente %{ count } traccia, di %{ username }

# Content/Playlist/Message
source: Playlist created
ca: Llista de reproducció creada
fr_fr: Liste de lecture créée
it: Lista di riproduzione creata

# Content/Playlist/Title
source: Playlist editor
ca: Editor de lla llista de reproducció
fr_fr: Éditeur de playlist
it: Modifica lista di riproduzione

# Content/Playlist/Input.Label
source: Playlist name
ca: Nom de la llista de reproducció
fr_fr: Nom de la liste de lecture
it: Nome lista di riproduzione

# Content/Playlist/Message
source: Playlist updated
ca: Llista de reproducció actualitzada
fr_fr: Liste de lecture mise à jour
it: Lista di riproduzione aggiornata

# Content/Playlist/Dropdown.Label
source: Playlist visibility
ca: Visibilitat de la llista de reproducció
fr_fr: Visibilité de la playlist
it: Visibilità lista di riproduzione

# */*/*
source: Playlists
ca: Llistes de reproducció
fr_fr: Listes de lecture
it: Liste di riproduzione

# Content/Embed/Message
source: Please contact your admins and ask them to update the corresponding setting.
ca: Poseu-vos en contacte amb els administradors i demaneu-los que actualitzin la configuració corresponent.
fr_fr: Merci de contacter vos administrateur·ices et de leur demander de mettre à jour le réglage correspondant.
it: Contatta i tuoi amministratori e chiedigli di cambiare l'impostazione corrispondente.

# Content/Settings/Error message.List item/Call to action
source: Please double-check your password is correct
ca: Si us plau verifica que la teva contrasenya és correcta
fr_fr: Merci de vérifier que votre mot de passe est correct
it: Per favore controlla se la tua password è corretta

# Content/Settings/Title/Noun
source: Plugins
fr_fr: Greffons
it: Plugin

# Content/*/Paragraph
source: PNG or JPG. Dimensions should be between 1400x1400px and 3000x3000px. Maximum file size allowed is 5MB.
ca: PNG o JPG. Les dimensions haurien de ser entre 1400x1400px i 3000x3000px. La mida màxima permesa per al fitxer són 5MB.
fr_fr: Image de type PNG ou JPG. Les dimensions doivent se situer entre 1400*1400 pixels et 3000*3000 pixels. La taille maximale du fichier ne doit pas excéder 5 Mo.
it: PNG o JPG. Le dimensioni devono essere tra 1400x1400px e 3000x3000px. La dimensione massima consentita per il file è 5MB.

# Content/About/Header/Name
source: Pod configuration
ca: Configuració del pod
fr_fr: Configuration du pod
it: Configurazione Pod

# Content/Channel/*
source: Podcast channel
ca: Canal de podcast
fr_fr: Chaîne de podcasts
it: Canale podcast

# */*/*
source: Podcasts
it: Podcast

# */*/*/Noun
source: Podcasts
it: Podcast

# */*/*/Short, Noun
source: Position
ca: Posició
fr_fr: Pagination
it: Posizione

# Content/Moderation/Help text
source: Prevent account or domain from triggering notifications, except from followers.
ca: Eviteu que el compte o el domini desencadenin notificacions, llevat dels seguidors.
fr_fr: Empêche le compte ou domaine de déclencher des notifications, sauf pour les abonné·e·s.
it: Evita che l'account o il dominio facciano scattare notifiche, ad esclusione dei seguaci.

# */Form/Menu.item
source: Preview
ca: Previsualització
fr_fr: Aperçu
it: Anteprima

# Popup/Embed/Title/Noun
source: Preview
ca: Previsualització
fr_fr: Aperçu
it: Anteprima

# */Form/Menu.item
source: Preview form
ca: Previsualitzar formulari
fr_fr: Aperçu du formulaire
it: Anteprima modulo

# Content/*/Link
source: Previous Page
fr_fr: Étape précédente
it: Pagina Precedente

# */*/Button.Label/Verb
source: Previous step
ca: Pas anterior
fr_fr: Étape précédente
it: Passo precedente

# Sidebar/Player/Icon.Tooltip
source: Previous track
ca: Pista anterior
fr_fr: Piste précédente
it: Traccia precedente

# Content/Library/Card.Help text
source: Private
ca: Privat
fr_fr: Privé
it: Privato

# Content/Settings/Dropdown/Short
source: Private
ca: Privat
fr_fr: Privé
it: Privato

# Content/Library/Card.List item
source: Problem during scanning
ca: Problema durant l'anàlisi
fr_fr: Problème lors de l'analyse
it: Errore durante la scansione

# Content/Signup/Link/Verb
source: Proceed to login
ca: Iniciar la sessió
fr_fr: Poursuivre vers la page de connexion
it: Procedi all'accesso

# Content/Channel/Paragraph
source: Processed uploads:
ca: Càrregues processades:
fr_fr: Envois traités :
it: File processati:

# Content/Library/Tab.Title/Short
source: Processing
ca: Processant
fr_fr: En cours de traitement
it: Elaborazione

# Popup/Channels/Title
source: Processing uploads
ca: Processant càrregues
fr_fr: Envois en cours de traitement
it: Elaborazione file

# */*/*/Noun
source: Profile
ca: Perfil
fr_fr: Profil
it: Profilo

# Content/OAuth Scopes/Label
source: Profile
ca: Perfil
fr_fr: Profil
it: Profilo

# Content/Library/Card.Help text
source: Public
ca: Públic
it: Pubblico

# Content/Signup/Form/Paragraph
source: Public registrations are not possible on this instance. You will need an invitation code to sign up.
ca: Les inscripcions estan tancades en aquesta instància, necessites un codi d'inscripció per registrar-te.
fr_fr: Les inscriptions sont désactivées sur cette instance. vous aurez besoin d'un code d'invitation pour vous inscrire.
it: Le registrazioni sono chiuse su questa istanza, è necessario un codice d'invito per registrarsi.

# */Channels/Button.Label
source: Publish
ca: Publicar
fr_fr: Publier
it: Pubblica

# Popup/Channels/Title/Verb
source: Publish audio
ca: Publicar àudio
fr_fr: Publier l'audio
it: Pubblica audio

# Content/Channels/Help
source: Publish music you make as a nice discography of albums and singles.
ca: Publiqueu música que feu com ara una bonica discografia d'àlbums o senzills.
fr_fr: Publier la musique que vous créez comme une discographie d'albums et de singles.
it: Pubblica la musica che fai come una bella discografia di album e singoli.

# Content/Library/Title/Verb
source: Publish your work in a channel
ca: Publiqueu el vostre treball en un canal
fr_fr: Publiez vos créations dans une chaîne
it: Pubblica le tue opere in un canale

# */*/*/Verb
source: Purge
ca: Netejar
fr_fr: Nettoyer
it: Rimuovi

# Popup/Library/Title
source: Purge errored files?
ca: Suprimir els fitxers erronis?
fr_fr: Supprimer les fichiers erronés ?
it: Rimuovere file con errori?

# Popup/Library/Title
source: Purge pending files?
ca: Suprimir els fitxers pendents?
fr_fr: Supprimer les fichiers en attente ?
it: Rimuovere file in attesa?

# Popup/Library/Title
source: Purge skipped files?
ca: Suprimir els fitxers omesos?
fr_fr: Supprimer les fichiers ignorés ?
it: Rimuovere file saltati?

# */*/*
source: Queue
ca: Cua de reproducció
fr_fr: File d’attente
it: Coda

# Content/Queue/Message
source: Queue shuffled!
ca: La cua ha estat barrejada!
fr_fr: La file d’attente a été mélangée !
it: Coda mischiata!

# Head/Radio/Title
source: Radio Builder
ca: Editor de ràdio
fr_fr: Éditeur de radio
it: Creatore Radio

# Content/Radio/Message
source: Radio created
ca: Ràdio creada
fr_fr: Radio créée
it: Radio creata

# Content/Radio/Input.Label/Noun
source: Radio name
ca: Nom de la ràdio
fr_fr: Nom de la radio
it: Nome radio

# Content/Radio/Message
source: Radio updated
ca: Ràdio actualitzada
fr_fr: Radio mise à jour
it: Radio aggiornata

# */*/*
source: Radios
ca: Ràdios
it: Radio

# Content/OAuth Scopes/Label/Verb
source: Read
ca: Llegir
fr_fr: Lire
it: Lettura

# Popup/Import/Table.Label/Value
source: Read our documentation for this error
ca: Llegir la documentació d'aquest error
fr_fr: Lire notre documentation pour cette erreur
it: Leggi la nostra documentazione per questo errore

# Content/Auth/Label/Noun
source: Read-only
ca: Només llegir
fr_fr: Lecture seule
it: Sola lettura

# Content/OAuth Scopes/Help Text
source: Read-only access to user data
ca: Accés a llegir només les dades d'utilització
fr_fr: Accès en lecture seule aux données utilisateur
it: Accesso in sola lettura ai dati utente

# Content/Moderation/*/Noun
source: Reason
ca: Raó
fr_fr: Raison
it: Motivo

# Content/Moderation/Table.Label/Noun
source: Received library follows
ca: Seguidors de la biblioteca rebuts
fr_fr: Suivis de bibliothèque reçus
it: Ricevuto un follow della libreria

# Content/Moderation/*/Noun
source: Received messages
ca: Missatges rebuts
fr_fr: Messages reçus
it: Messaggi ricevuti

# Content/Library/Paragraph
source: Recent edits
ca: Modificacions recents
fr_fr: Modifications récentes
it: Modifiche recenti

# Content/Library/Paragraph
source: Recent edits awaiting review
ca: Modificacions recents pendents de revisió
fr_fr: Modifications récentes attendant une vérification
it: Modifiche recenti in attesa di revisione

# Content/Home/Title
source: Recently added
ca: Afegit recentment
fr_fr: Ajoutés récemment
it: Aggiunte recentemente

# Content/Home/Title
source: Recently added albums
ca: Àlbums afegits recentment
fr_fr: Albums ajoutés récemment
it: Album aggiunti di recente

# Content/Home/Title
source: Recently favorited
ca: Afegit a preferits recentment
fr_fr: Récemment ajouté aux favoris
it: Preferiti recenti

# Content/Home/Title
source: Recently listened
ca: Escoltats recentment
fr_fr: Écouté récemment
it: Ascoltate recentemente

# Content/Applications/Input.Label/Noun
source: Redirect URI
ca: URI de redirecció
fr_fr: URI de redirection
it: URI di redirezione

# Content/*/Button.Label/Short, Verb
source: Refresh
ca: Recarregar
fr_fr: Rafraîchir
it: Aggiorna

# Popup/*/Message.Title
source: Refresh error
ca: Error de recàrrega
fr_fr: Erreur de rafraîchissement
it: Errore di aggiornamento

# Content/Moderation/Button/Verb
source: Refresh from remote server
ca: Actualitza des del servidor remot
fr_fr: Rafraîchir depuis le serveur distant
it: Aggiorna da un server remoto

# Content/Moderation/Button.Label/Verb
source: Refresh node info
ca: Actualitza la informació del node
fr_fr: Rafraîchir les informations du nœud
it: Aggiorna informazioni del nodo

# Popup/*/Message.Title
source: Refresh pending
ca: Actualització pendent
fr_fr: Rafraîchissement en attente
it: Aggiornamento in sospeso

# Popup/*/Message.Title
source: Refresh successful
ca: Actualització realitzada
fr_fr: Rafraîchissement accompli
it: Aggiornamento riuscito

# Content/*/Button.Tooltip/Verb
source: Refresh table content
ca: El contingut de la taula s'ha actualitzat
fr_fr: Rafraîchir le contenu de la table
it: Aggiorna tabella dei contenuti

# Popup/*/Message.Title
source: Refresh was skipped
ca: S'ha omès l'actualització
fr_fr: Rafraîchissement non effectué
it: L'aggiornamento è stato rimandato

# Content/*/Button.Label
source: Refuse
ca: Rebutjar
fr_fr: Refuser
it: Rifiuta

# Content/*/*/Short
source: Refused
ca: Rebutjat
fr_fr: Refusé
it: Rifiutata

# Content/Applications/Label
source: Regenerate token
fr_fr: Régénérer le jeton
it: Rigenera token

# */*/*
source: Registrations
ca: Inscripcions
fr_fr: Inscriptions
it: Iscrizioni

# Content/Signup/Form/Paragraph
source: Registrations on this pod are open, but reviewed by moderators before approval.
ca: Els registres en aquesta instància estan oberts, però són revisats per moderadors abans de ser acceptats.
fr_fr: Les créations de comptes sont ouvertes sur ce pod mais sont soumises à l'approbation de l'équipe de modération.
it: Le iscrizioni su questa istanza sono aperte, ma sono revisionate dai moderatori prima di essere approvate.

# Content/Admin/Table, User role
source: Regular user
ca: Usuari estàndard
fr_fr: Utilisateur·rice standard·e
it: Utente semplice

# Content/*/Button.Label/Verb
source: Reject
ca: Rebutjar
fr_fr: Rejeter
it: Rifiuta

# Content/Library/Button.Label
source: Reject
ca: Rebutjar
fr_fr: Rejeter
it: Rifiuta

# Content/Moderation/*/Verb
source: Reject media
ca: Rebutjar els fitxers multimèdia
fr_fr: Rejeter le média
it: Rifiuta media

# Content/Library/*/Short
source: Rejected
ca: Rebutjat
fr_fr: Rejeté
it: Rifiutato

# Content/*/Title/Noun
source: Related Libraries
ca: Biblioteques relacionades
fr_fr: Audiothèques en rapport
it: Librerie Correlate

# Content/*/Title/Noun
source: Related Playlists
ca: Llistes de reproducció relacionades
fr_fr: Listes de lecture en rapport
it: Playlist Correlate

# Content/*/*/Noun
source: Release date
ca: Data de publicació
fr_fr: Date de sortie
it: Data di rilascio

# Content/*/*
source: Release Details
ca: Detalls de la publicació
fr_fr: Détails de sortie
it: Dettagli Rilascio

# Content/Library/Paragraph
source: Remaining storage space
ca: Espai d’emmagatzematge restant
fr_fr: Espace de stockage restant
it: Spazio di archiviazione rimanente

# Content/Library/Paragraph
source: Remaining storage space:
ca: Espai d’emmagatzematge restant:
fr_fr: Espace de stockage restant :
it: Spazio di archiviazione rimanente:

# Content/Notifications/Label
source: Remind me in:
ca: Recordeu-me a:
fr_fr: Me le rappeler dans :
it: Ricordamelo tra:

# Content/Library/Title/Noun
source: Remote libraries
ca: Biblioteques remotes
fr_fr: Bibliothèques distantes
it: Librerie remote

# Content/Library/Paragraph
source: Remote libraries are owned by other users on the network. You can access them as long as they are public or you are granted access.
ca: Les biblioteques remotes són propietat d'altres usuaris de la xarxa. Pots accedir-hi sempre que siguin públiques hi tinguis accés.
fr_fr: Les bibliothèques distantes appartiennent à d'autres utilisateurs du réseau. Vous pouvez y accéder tant qu'elles sont publiques ou qu'on vous en donne l'accès.
it: Le librerie remote sono di proprietà di altri utenti nella rete. Puoi accedervi se sono pubbliche o se ti è stato dato l'accesso ad esse.

# Content/Radio/Button.Label/Verb
source: Remove
ca: Retirar
fr_fr: Retirer
it: Rimuovi

# Content/Moderation/Button.Label
source: Remove filter
ca: Suprimir vel filtre
fr_fr: Supprimer le filtre
it: Rimuovi filtro

# Content/Moderation/Action/Verb
source: Remove from allow-list
ca: Eliminar de la llista d'autoritzacions
fr_fr: Retirer de la liste d'autorisations
it: Rimuovi dalla lista dei consentiti

# Content/Track/Icon.Tooltip/Verb
source: Remove from favorites
ca: Elimina dels preferits
fr_fr: Retirer des favoris
it: Rimuovi dai preferiti

# Popup/Library/Paragraph
source: Removes uploaded but yet to be processed tracks completely, adding the corresponding data to your quota.
ca: Les pistes importades que encara no s’han processat completament pel servidor s’eliminaran completament. Es tornrà la quota corresponent.
fr_fr: Les pistes importées qui n'ont pas encore été complètement traitées par le serveur seront supprimées complètement. Le quota correspondant vous sera restitué.
it: Rimuovi completamente tracce caricate ma non ancora processate, aggiungendo lo spazio corrispondente alla tua quota.

# Popup/Library/Paragraph
source: Removes uploaded tracks skipped during the import processes completely, adding the corresponding data to your quota.
ca: Les pistes carregades però ignorades durant la importació per diversos motius s’eliminaran completament. Us retornarà l’espai d’emmagatzematge corresponent.
fr_fr: Les pistes téléversées mais ignorées pendant l'importation pour diverses raisons seront supprimées complètement. L'espace de stockage correspondant vous sera restitué.
it: Rimuove completamente le tracce caricate ma che sono state saltate durante la fase di importazione, aggiungendo lo spazio corrispondente alla tua quota.

# Popup/Library/Paragraph
source: Removes uploaded tracks that could not be processed by the server completely, adding the corresponding data to your quota.
ca: Elimina les pistes carregades que el servidor no ha pogut processar completament, es retornarà l’espai d’emmagatzematge corresponent..
fr_fr: Les pistes téléversées mais pas encore complètement traitées pas le serveur seront supprimées. L'espace de stockage correspondant vous sera restitué.
it: Rimuove completamente le tracce caricate ma che non sono state processate correttamente, aggiungendo lo spazio corrispondente alla tua quota.

# */Moderation/*/Verb
source: Report @%{ username }…
ca: Informe @%{ username }…
fr_fr: Signaler @%{ username }…
it: Segnala @%{ username }…

# Content/Moderation/Card/Short
source: Report %{ id }
ca: Informe %{ id }
fr_fr: Signaler %{ id }
it: Segnala %{ id }

# */Moderation/Message
source: Report successfully submitted, thank you
ca: L'informe s'ha enviat correctament, gràcies
fr_fr: Signalement effectué avec succès, merci
it: Segnalazione inviata con successo, grazie

# */Moderation/*/Verb
source: Report this album…
ca: Informar sobre aquest àlbum …
fr_fr: Signaler cet album…
it: Segnala questo album…

# */Moderation/*/Verb
source: Report this artist…
ca: Informar sobre aquest artista…
fr_fr: Signaler cet·te artiste…
it: Segnala questo artista…

# */Moderation/*/Verb
source: Report this channel…
ca: Informar sobre aquest canal…
fr_fr: Signaler cette chaîne…
it: Segnala questo canale…

# */Moderation/*/Verb
source: Report this library…
ca: Informar sobre aquesta biblioteca …
fr_fr: Signaler cette bibliothèque…
it: Segnala questa libreria…

# */Moderation/*/Verb
source: Report this playlist…
ca: Informar sobre aquesta llista de reproducció …
fr_fr: Signaler cette liste de lecture…
it: Segnala questa playlist…

# */Moderation/*/Verb
source: Report this track…
ca: Informe sobre aquesta cançó …
fr_fr: Signaler cette piste…
it: Segnala questa traccia…

# */Moderation/*/Button/Label,Verb
source: Report…
ca: Informar …
fr_fr: Signaler…
it: Segnala…

# Content/*/*/Short
source: Reported object
ca: Element informat
fr_fr: Élément signalé
it: Oggetto segnalato

# */Moderation/*/Noun
source: Reports
ca: Informes
fr_fr: Signalements
it: Segnalazioni

# Content/Moderation/Card/Short
source: Request %{ id }
ca: Petició %{ id }
fr_fr: Signalement %{ id }
it: Richiesta %{ id }

# */Settings/Button.Label/Verb
source: Request a new password
ca: Demanar una nova contrasenya
fr_fr: Demander un nouveau mot de passe
it: Richiedi una nuova password

# Popup/Settings/Title
source: Request a new Subsonic API password?
ca: Demanar una nova contrasenya per l'API Subsonic?
fr_fr: Demander un nouveau mot de passe pour l'API Subsonic ?
it: Richiedere una nuova password API Subsonic?

# Content/Settings/Button.Label/Verb
source: Request a password
ca: Demanar una contrasenya
fr_fr: Demander un mot de passe
it: Richiedi una password

# Popup/*/Loading.Title
source: Requesting a fetch…
ca: Sol·licita una cerca …
fr_fr: Demande de récupération en cours…
it: Richiedendo un recupero…

# Content/Moderation/Table.Label/Noun
source: Requests
ca: Peticions
fr_fr: Signalements
it: Richieste

# */*/Form-builder,Help
source: Required
ca: Obligatori
fr_fr: Requis
it: Richiesto
