Repository: mx2913/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ca, fr_fr, it, sv

# Popup/Settings/Paragraph
source: This will completely disable access to the Subsonic API using from account.
ca: Això desactivarà completament l’accés a l’API Subsonic des del teu compte.
fr_fr: Cela désactivera complétement l'accès à l'API Subsonic depuis votre compte.
it: Questo disabiliterà completamente l'accesso alla API Subsonic dagli account.

# Content/Moderation/Popup,Paragraph
source: This will delete the object associated with this report and mark the report as resolved. The deletion is irreversible.
ca: S'eliminarà l'objecte associat amb aquest informe i es marcarà com a resolt. La supressió és irreversible.
fr_fr: Cela supprimera l'élément associé avec ce signalement et marquera le rapport comme résolu. La suppression est irreversible.
it: Questo eliminerà l'oggetto associato con questa segnalazione e la segnerà come risolta. La cancellazione è irreversibile.

# Popup/Settings/Paragraph
source: This will log you out from existing devices that use the current password.
ca: Això us donarà accés als dispositius existents que utilitzin la contrasenya actual.
fr_fr: Cela vous déconnectera sur l'ensemble de vos appareils utilisant ce mot de passe.
it: Questo ti disconnetterà dai dispositivi esistenti che utilizzano la password attuale.

# Popup/Settings/Paragraph
source: This will prevent this application from accessing the service on your behalf.
ca: Això evitarà que aquesta aplicació accedeixi al servei en nom vostre.
fr_fr: Cela empêchera cette application d'accéder au service en votre nom.
it: Questo eviterà a questa applicazione di accedere al servizio a tuo nome.

# Popup/Playlist/Paragraph
source: This will remove all tracks from this playlist and cannot be undone.
ca: Això eliminarà totes les pistes d'aquesta llista de reproducció i aquesta acció no es podrà desfer.
fr_fr: Cela supprimera toutes les pistes de la playlist et ne pourra pas être annulé.
it: Questo cancellerà tutte le tracce da questa lista di riproduzione e non può essere annullato.

# */*/*/Noun
source: Title
ca: Títol
fr_fr: Titre
it: Titolo

# Popup/Instance/Paragraph
source: To continue, please select the Funkwhale instance you want to connect to. Enter the address directly, or select one of the suggested choices.
ca: Per continuar, si us plau selecciona la instància de Funkwahale on et vols conectar. Introdueix directamente l'adreça o selecciona una de les suggerides.
fr_fr: Pour continuer, sélectionnez le pod Funkwhale auquel vous souhaitez vous connecter. Entrez l'adresse directement, ou sélectionnez l'un des choix suggérés.
it: Per continuare, per favore seleziona l'istanza Funkwhale alla quale vuoi connetterti. Inserisci l'indirizzo direttamente, o selezionane uno dalla lista di suggerimenti.

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Toggle favorite
ca: Canviar els favorits
fr_fr: Ajouter/Retirer des favoris
it: Seleziona preferito

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Toggle mute
ca: Commuta el silenci
fr_fr: Rendre muet/réactiver le son
it: Cambia muto

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Toggle queue looping
ca: Canvia el bucle de la cua
fr_fr: Changer le mode de répétition
it: Cambia tipo di riproduzione della coda

# Content/Moderation/Table.Label
source: Total size
ca: Tamany total
fr_fr: Taille totale
it: Dimensione totale

# Content/Library/Card.Help text
source: Total size of the files in this library
ca: Mida total dels fitxers en aquesta biblioteca
fr_fr: Taille totale des fichiers de cette bibliothèque
it: Dimensione totale dei file in questa libreria

# Content/*/*
source: Total users
ca: Usuaris totals
fr_fr: Nombre total d'utilisateurs
it: Utenti totali

# */*/*/Noun
source: Track
ca: Pista
fr_fr: Piste
it: Traccia

# Content/Library/Card/Short
source: Track #%{ id } - %{ name }
ca: Pista #%{ id } - %{ name }
fr_fr: Piste #%{ id } - %{ name }
it: Traccia #%{ id } - %{ name }

# Sidebar/Queue/Text
source: Track %{ index } of %{ length }
ca: Pista %{ index } de %{ length }
fr_fr: Piste %{ index } sur %{ length }
it: Traccia %{ index } su %{ length }

# */*/*/Noun
source: Track Art
fr_fr: Illustration de la piste
it: Copertina del brano

# Content/Moderation/Title
source: Track data
ca: Dades de la pista
fr_fr: Nom de la piste
it: Dati della traccia

# Content/*/*
source: Track Details
ca: Detalls de la pista
fr_fr: Détails de la piste
it: Dettagli Traccia

# Content/*/Dropdown/Noun
source: Track name
ca: Nom de la pista
fr_fr: Nom de la piste
it: Nome traccia

# Content/Channel/*
source: Track Picture
ca: Imatge de la pista
fr_fr: Image de la piste
it: Immagine Traccia

# */*/*
source: Tracks
ca: Pistes
fr_fr: Pistes
it: Tracce

# Content/Artist/Title
source: Tracks by this artist
ca: Pistes d'aquest artista
fr_fr: Pistes par cet⋅te artiste
it: Tracce di questo artista

# Popup/Radio/Title/Noun
source: Tracks matching filter
ca: Pistes coincidents amb el filtre
fr_fr: Piste correspondant au filtre
it: Tracce che corrispondono al filtro

# Content/Track/Table.Label/Noun
source: Type
ca: Tipus
it: Tipo

# Content/Moderation/Table.Label/Short
source: Under moderation rule
ca: Sota la regla de moderació
fr_fr: Sous règle de modération
it: Sotto regole di moderazione

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Unfocus searchbar
ca: Treure el focus de la barra de recerca
fr_fr: Retirer le focus de la barre de recherche
it: Togli il primo piano dalla barra di ricerca

# */Library/Button.Label/Verb
source: Unfollow
ca: Deixar de seguir
fr_fr: Se désabonner
it: Smetti di seguire

# Content/Library/Card.Button.Label/Verb
source: Unfollow
ca: Deixar de seguir
fr_fr: Se désabonner
it: Smetti di seguire

# Popup/Library/Title
source: Unfollow this library?
ca: Vols deixar de seguir aquesta biblioteca?
fr_fr: Se désabonner de cette bibliothèque ?
it: Smettere di seguire questa libreria?

# */*/Error
source: Unknown error
ca: Error desconegut
fr_fr: Erreur inconnue
it: Errore sconosciuto

# Sidebar/Player/Icon.Tooltip/Verb
source: Unmute
ca: Activar el so
fr_fr: Réactiver le son
it: Non silenziare

# Content/*/Button.Label
source: Unresolve
ca: No resolt
fr_fr: Rouvrir
it: Non risolto

# Content/*/*/Short
source: Unresolved
ca: No resolt
fr_fr: Non-résolu
it: Non risolto

# Content/Channel/Button/Verb
source: Unsubscribe
ca: Cancel·lar subscripció
fr_fr: Se désabonner
it: Disiscriviti

# Content/Track/Button.Message
source: Unsubscribe
ca: Cancel·lar subscripció
fr_fr: Se désabonner
it: Disiscriviti

# */*/*
source: Update
fr_fr: Mettre à jour
it: Aggiorna

# */*/Button.Label/Verb
source: Update
ca: Actualitzar
fr_fr: Mettre à jour
it: Aggiorna

# App/Message/Paragraph
source: Update
ca: Actualitzar
fr_fr: Mettre à jour
it: Aggiorna

# Content/Moderation/Card.Button.Label/Verb
source: Update
ca: Actualitzar
fr_fr: Mettre à jour
it: Aggiorna

# Content/Applications/Button.Label/Verb
source: Update application
ca: Actualitza l'aplicació
fr_fr: Mettre à jour la playlist
it: Aggiorna applicazione

# */Channels/Button.Label
source: Update channel
ca: Actualitza el canal
fr_fr: Mettre à jour la chaîne
it: Aggiorna canale

# Content/Channels/Button.Label/Verb
source: Update description
ca: Actualitza la descripció
fr_fr: Mettre à jour la description
it: Aggiorna descrizione

# Content/Library/Button.Label/Verb
source: Update library
ca: Actualitzar la biblioteca
fr_fr: Mettre à jour la bibliothèque
it: Aggiorna libreria

# Content/Playlist/Button.Label/Verb
source: Update playlist
ca: Actualitzar la llista de reproducció
fr_fr: Mettre à jour la playlist
it: Aggiorna lista di riproduzione

# Content/Settings/Button.Label/Verb
source: Update settings
ca: Actualitza els paràmetres
fr_fr: Mettre à jour les paramètres
it: Aggiorna impostazioni

# Content/Signup/Button.Label
source: Update your password
ca: Actualitzar la teva contrasenya
fr_fr: Mettre à jour votre mot de passe
it: Aggiorna la tua password

# */*/*
source: Updated on %{ date }
ca: Actualitzat el %{ date }
fr_fr: Mise à jour le %{ date }
it: Aggiornato il %{ date }

# Content/Channels/Button.Label/Verb
source: Upload
ca: Carregar
fr_fr: Envoi
it: Carica

# Content/Library/Card.Button.Label/Verb
source: Upload
ca: Carregar
fr_fr: Envoi
it: Carica

# Content/Moderation/Title
source: Upload data
ca: Dada de pujada
fr_fr: Date d'envoi
it: Dati di caricamento

# */*/*/Noun
source: Upload date
ca: Data de pujada
fr_fr: Date d'envoi
it: Data di caricamento

# Content/Library/Help text
source: Upload denied, ensure the file is not too big and that you have not reached your quota
ca: Pujada denegada, assegurat que el fitxer no sigui massa gran i que no hagis acabat la teva quota
fr_fr: Import refusée, assurez-vous que le fichier n'est pas trop gros et que vous n'avez pas atteint votre quota
it: Caricamento non riuscito, assicurati che il file non sia troppo grande e di non aver esaurito la tua quota

# Popup/Channels/Title
source: Upload details
ca: Detalls de la pujada
fr_fr: Détails de l'envoi
it: Dettagli di caricamento

# Popup/Import/Message
source: Upload is still pending and will soon be processed by the server.
ca: La càrrega encara està pendent i aviat serà processada pel servidor.
fr_fr: Le fichier est en encore attente et sera prochainement traité par le serveur.
it: Il caricamento è ancora in corso e presto sarà processato dal server.

# Content/Library/Title/Verb
source: Upload music from your local storage
fr_fr: Importer de la musique depuis votre stockage local
it: Importa musica dalla tua memoria locale

# */*/*
source: Upload New Picture…
ca: Carregar una imatge nova …
fr_fr: Envoyer une nouvelle image…
it: Carica Nuova Immagine…

# */*/*
source: Upload quota
ca: Quota de pujada
fr_fr: Quota d’envoi
it: Quota di upload

# Content/Library/Title/Verb
source: Upload third-party content in a library
ca: Carrega contingut de tercers a una biblioteca
fr_fr: Envoyer un contenu tiers dans une audiothèque
it: Carica contenuto di terze parti in una libreria

# Content/Library/Help text
source: Upload timeout, please try again
ca: S'ha esgotat el temps de pujada, si us plau torna a provar-ho
fr_fr: Dépassement du délai d'envoi, veuillez réessayer
it: Caricamento scaduto, per favore riprova

# Popup/Import/Message
source: Upload was skipped because a similar one is already available in one of your libraries.
ca: S'ha omès la càrrega, ja que una de semblant ja està disponible en una de les teves biblioteques.
fr_fr: L’import a été ignoré car un fichier similaire est déjà disponible dans une de vos bibliothèques.
it: Il caricamento è stato saltato perchè uno simile è già disponibile in una delle tue librerie.

# Popup/Import/Message
source: Upload was successfully processed by the server.
ca: La pujada ha sigut processada correctament pel servidor.
fr_fr: L'envoi a été correctement traité par le serveur.
it: Il caricamento è stato processato con successo dal server.

# Content/Library/Paragraph
source: Upload your personal music library to Funkwhale to enjoy it from anywhere and share it with friends and family.
ca: Carrega la teva biblioteca de música personal a Funkwhale per poder gaudir-ne des de qualsevol lloc i compartir-la amb amics i família.
fr_fr: Stockez votre audiothèque personnelle dans Funkwhale pour en profiter n'importe où et la partager avec vos ami.e.s et votre famille.
it: Carica la tua libreria musicale personale su Funkwhale per ascoltarla da ovunque e condividerla con amici e famiglia.

# Content/Library/Table
source: Uploaded
ca: Carregat
fr_fr: Téléversé
it: Caricato

# Content/Track/Paragraph
source: Uploaded by <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a> on <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
ca: Carregat per <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a> el <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
fr_fr: Envoyé par <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a> le <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
it: Caricato da <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a> il <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>

# Content/Track/Paragraph
source: Uploaded on <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
ca: Carregat el <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
fr_fr: Envoyé le <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
it: Caricato il <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>

# Channels/*/*
source: Uploading
ca: Carregant
fr_fr: Envoi en cours
it: Caricamento

# Content/Library/Tab.Title/Short
source: Uploading
ca: Carregant
fr_fr: Envoi en cours
it: Caricamento

# Content/*/*/Noun
source: Uploading file…
ca: Carregant el fitxer …
fr_fr: Envoi du fichier en cours…
it: Caricamento file…

# Content/Library/Table
source: Uploading…
ca: Carregant …
fr_fr: Envoi en cours…
it: Caricamento…

# */*/*
source: Uploads
ca: Pujades
fr_fr: Téléversements
it: Caricamenti

# Content/Channel/Header
source: Uploads are being processed
ca: S'estant processant les pujades
fr_fr: Les envois sont en cours de traitement
it: I file caricati stanno venendo elaborati

# Content/Channel/Header
source: Uploads published successfully
ca: S'han publicat les pujades correctament
fr_fr: Les envois ont été publiés avec succès
it: Upload pubblicati con successo

# Content/Applications/Help Text
source: Use "urn:ietf:wg:oauth:2.0:oob" as a redirect URI if your application is not served on the web.
ca: Utilitza "urn:ietf:wg:oauth:2.0:oob" com a URI de redirecció si la vostra aplicació no es serveix al web.
fr_fr: Utiliser "urn:ietf:wg:oauth:2.0:oob" comme URI de redirection si votre application n'est pas disponible sur le web.
it: Usa "urn:ietf:wg:oauth:2.0:oob" come URI di reindirizzamento se la tua applicazione non è servita sul web.

# Footer/*/List item.Link
source: Use another instance
ca: Utilitzar una altre instància
fr_fr: Utiliser une autre instance
it: Usa un'altra istanza

# Content/Home/Link
source: Use Funkwhale on other devices with our apps
ca: Utilitzeu Funkwhale en d'altres terminals amb les nostres aplicacions
fr_fr: Utiliser Funkwhale sur d'autres terminaux avec nos applications
it: Usa Funkwhale su altri dispositivi con le nostre app

# Content/Settings/Paragraph
source: Use plugins to extend Funkwhale and get additional features.
fr_fr: Utilisez des greffons pour étendre Funkwhale et y ajouter des fonctionnalités.
it: Usa i plugin per estendere Funkwhale ed ottenere funzionalità aggiuntive.

# */*/Field,Help
source: Use this field to provide additional context to the moderator that will handle your report.
ca: Utilitzeu aquest camp per proporcionar un context addicional al moderador que gestionarà l'informe.
fr_fr: Utilisez ce champ pour fournir du contexte supplémentaire aux modérateur·ices qui traiteront votre signalement.
it: Usa questo campo per fornire contesto aggiuntivo al moderatore che gestirà la tua segnalazione.

# */Moderation/Popup,Paragraph
source: Use this form to submit a report to our moderation team.
ca: Utilitzeu aquest formulari per enviar un informe al nostre equip de moderació.
fr_fr: Utilisez ce formulaire pour envoyer un signalement à notre équipe de modération.
it: Usa questo modulo per inviare una segnalazione al nostro team di moderazione.

# Content/Moderation/Help text
source: Use this setting to temporarily enable/disable the policy without completely removing it.
ca: Utilitzeu aquest paràmetre per activar/desactivar temporalment la regla sense eliminar-la totalment.
fr_fr: Utilisez ce paramètre pour activer/désactiver temporairement la règle sans la supprimer complètement.
it: Usa questa impostazione per abilitare/disabilitare temporaneamente la regola senza rimuoverla completamente.

# Content/Admin/Table
source: Used
ca: Utilitzat
fr_fr: Utilisé
it: Usati

# */*/*
source: Used for the itunes:email and itunes:name field required by certain platforms such as Spotify or iTunes.
fr_fr: Utilisé pour les champs itunes:email et itunes:name, requis par certaines plateformes comme Spotify ou iTunes.
it: Utilizzato per itunes:email e itunes:name field richiesto da alcune piattaforme come Spotify o iTunes.

# Content/Home/Header
source: Useful links
ca: Enllaços útils
fr_fr: Liens utiles
it: Link utili

# Content/Library/Table.Label
source: User
ca: Usuari
fr_fr: Utilisateur·rice
it: Utente

# Content/Home/Link
source: User guides
ca: Guies d'utilització
fr_fr: Guides d'utilisation
it: Manuali utente

# Content/Admin/Menu
source: User Interface
ca: Interfície d'usuari
fr_fr: Interface utilisateur·ice
it: Interfaccia Utente

# Content/*/Title/Noun
source: User libraries
ca: Biblioteques d'usuaris
fr_fr: Bibliothèques utilisateur
it: Librerie dell'utente

# Content/Profile/Header
source: User Libraries
ca: Biblioteques de l'usuari
fr_fr: Audiothèques utilisateur.trice.s
it: Librerie dell'Utente

# Content/Radio/Title
source: User radios
ca: Ràdios dels usuaris
fr_fr: Radios des utilisateur·ice·s
it: Radio dell'utente

# */Moderation/*/Noun
source: User Requests
ca: Peticions de l'usuari
fr_fr: Demandes d'utilisateur.trice.s
it: Richieste dell'Utente

# Content/*/*
source: Username
ca: Nom d'usuari
fr_fr: Nom d'utilisateur
it: Nome utente

# */*/*/Noun
source: Users
ca: Usuaris
fr_fr: Utilisateur·ice·s
it: Utenti

# Content/Home/Paragraph
source: Users on this pod also get %{ quota } of free storage to upload their own content!
ca: Els usuaris d’aquest pod també aconsegueixen % {quota} d’emmagatzematge gratuït per penjar el seu propi contingut!
fr_fr: Les utilisateur·ices de ce pod bénéficient également de %{ quota } d'espace de stockage pour mettre en ligne leurs propres contenus !
it: Gli utenti su questa istanza ricevono anche %{ quota } di spazio di archiviazione in cui caricare i loro contenuti!

# Footer/*/Title
source: Using Funkwhale
ca: Usar Funkwhale
fr_fr: Utiliser Funkwhale
it: Utilizzando Funkwhale

# Footer/*/List item
source: Version %{version}
ca: Versió %{version}
it: Versione (%{version})

# Content/Channel/Button
source: View errored uploads
ca: Mostra les càrregues errònies
fr_fr: Voir les envois en erreur
it: Visualizza caricamenti falliti

# Content/Library/Link/Verb
source: View files
ca: Visualitza els fitxers
fr_fr: Afficher les fichiers
it: Vedi files

# Content/Moderation/Link/Verb
source: View in Django's admin
ca: Visualitza amb l'administrador Django's
fr_fr: Voir dans l'administration Django
it: Vedi nell'amministrazione di Django

# Content/Home/Link
source: View more…
ca: Veure més …
fr_fr: Voir plus…
it: Visualizza altri…

# Content/*/Button.Label/Verb
source: View on %{ domain }
fr_fr: Voir sur %{ domaine }
it: Visualizza su %{ dominio }

# Content/*/*/Clickable, Verb
source: View on MusicBrainz
ca: Visualitza a MusicBrainz
fr_fr: Voir sur MusicBrainz
it: Vedi su MusicBrainz

# Content/Moderation/Link
source: View public page
ca: Veure la pàgina pública
fr_fr: Voir la page publique
it: Visualizza pagina pubblica

# Content/Channel/Button
source: View skipped uploads
ca: Visualitza les càrregues que s'han saltat
fr_fr: Voir les envois ignorés
it: Visualizza caricamenti saltati

# */*/*
source: Visibility
ca: Visibilitat
fr_fr: Visibilité
it: Visibilità

# Content/Home/Link
source: Visit funkwhale.audio
ca: Visitar funkwhale.audio
fr_fr: Visiter funkwhale.audio
it: Visita funkwhale.audio

# Popup/*/Loading.Title
source: Waiting for result…
ca: Esperant el resultat …
fr_fr: Chargement de vos favoris…
it: Aspettando i risultati…

# Content/Settings/Error message.Title
source: We cannot delete your account
ca: No es pot suprimir el vostre compte
fr_fr: Nous ne pouvons pas supprimer votre compte
it: Non possiamo eliminare il tuo account

# Content/Login/Error message.Title
source: We cannot log you in
ca: No es pot iniciar la sessió
fr_fr: Erreur lors de la connexion
it: Non riusciamo a farti accedere

# Content/*/Error message.Title
source: We cannot save your changes
ca: No es poden desar els teus canvis
fr_fr: Impossible de sauvegarder vos modifications
it: Non è stato possibile salvare le tue modifiche

# Content/Notifications/Paragraph
source: We noticed you've been here for a while. If Funkwhale is useful to you, we could use your help to make it even better!
ca: Ens hem adonat que heu estat aquí durant un temps. Si Funkwhale us és útil, podríeu ajudar-nos per millorar-lo!
fr_fr: Nous avons remarqué que vous êtes là depuis quelques temps. Si Funkwhale vous est utile, vous pouvez nous aider à le rendre encore meilleur !
it: Abbiamo notato che sei qui da un po'. Se Funkwhale ti è utile, potresti aiutarci a renderlo ancora migliore!

# Content/Library/Link
source: We recommend using Picard for that purpose.
ca: Us recomanem que utilitzeu Picard per a aquest propòsit.
fr_fr: nous vous recommandons d'utiliser le logiciel Picard pour cela.
it: Ti consigliamo di utilizzare Picard per quello scopo.

# Content/Home/Header
source: Welcome to %{ podName }!
ca: Benvinguts a %{ podName }!
fr_fr: Bienvenue sur %{ podName } !
it: Benvenuto a %{ podName }!

# Popup/Embed/Input.Label
source: Widget height
ca: Alçada del giny
fr_fr: Hauteur du widget
it: Altezza del widget

# Popup/Embed/Input.Label
source: Widget width
ca: Amplada del giny
fr_fr: Largeur du widget
it: Larghezza del widget

# */Form/Menu.item
source: Write
ca: Escriu
fr_fr: Écrire
it: Scrivi

# Content/OAuth Scopes/Label/Verb
source: Write
ca: Escriure
fr_fr: Écriture
it: Scrivi

# */Form/Placeholder
source: Write a few words here…
ca: Escriu alguna cosa aquí…
fr_fr: Écrire quelques mots ici…
it: Scrivi alcune parole qui…

# Content/Auth/Label/Noun
source: Write-only
ca: Només d'escriptura
fr_fr: Écriture seule
it: Sola-scrittura

# Content/OAuth Scopes/Help Text
source: Write-only access to user data
ca: Accés només per escrit a les dades de l'usuari
fr_fr: Accès aux données utilisateur en écriture seule
it: Accesso in sola-scrittura ai dati utente

# */*/*
source: Year
ca: Any
fr_fr: Année
it: Anno

# */*/*
source: Yes
ca: Sí
fr_fr: Oui
it: Si

# Content/Login/Button.Label
source: Yes, log me out!
ca: Sí, tanca la sessió!
fr_fr: Oui, déconnectez-moi !
it: Si, disconnettimi!

# Content/Library/Paragraph
source: You are able to share your library with other people, regardless of its visibility.
ca: Pots compartir la teva biblioteca amb altres persones, independentment de la seva visibilitat.
fr_fr: Vous pouvez partager votre bibliothèque avec d'autres personnes, quelle que soit sa visibilité.
it: Sarai in grado di condividere la tua libreria con altre persone, indipendentemente dalla sua visibilità.

# Content/Library/Paragraph
source: You are about to upload music to your library. Before proceeding, please ensure that:
ca: Estàs apunt de carregar música a la teva biblioteca. Abans de començar, assegurat de:
fr_fr: Vous êtes sur le point de transférer de la musique dans votre bibliothèque. Avant de procéder, veuillez vous assurer que :
it: Stai per caricare della musica nella tua libreria. Prima di procedere, per favore assicurati che:
