Repository: mx2913/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ca, fr_fr, it, sv

# Content/Playlist/Paragraph/Call to action
source: Drag and drop rows to reorder tracks in the playlist
ca: Arrossega i deixa anar les files per reordenar les cançons de lla llista de reproducció
fr_fr: Glissez et déposer les lignes pour réordonner les pistes dans la liste de lecture
it: Trascina e rilascia righe per riordinare le tracce nella playlist

# Content/Channels/Paragraph
source: Drag and drop your files here or open the browser to upload your files
ca: Deixeu anar aquí els fitxers o obriu el navegador per pujar els fitxers
fr_fr: Glissez-déposez ici vos fichiers ou bien ouvrez le navigateur pour les envoyer
it: Trascina qui i file da caricare oppure apri Esplora file

# */*/*
source: Duration
ca: Durada
fr_fr: Durée
it: Durata

# Content/*/*
source: Duration
ca: Durada
fr_fr: Durée
it: Durata

# Content/Signup/Message
source: E-mail address confirmed
ca: Correu electrònic confirmat
fr_fr: Courriel confirmé
it: Indirizzo e-mail confermato

# */*/*/Verb
source: Edit
fr_fr: Éditer
it: Modifica

# Content/*/Button.Label/Verb
source: Edit
ca: Editar
fr_fr: Éditer
it: Modifica

# Content/Home/CreatePlaylist
source: Edit
ca: Editar
fr_fr: Éditer
it: Modifica

# Content/Applications/Title
source: Edit application
ca: Editar l'aplicació
fr_fr: Éditer l'application
it: Modifica applicazione

# Content/*/Button.Label/Verb
source: Edit form
ca: Editar el formulari
fr_fr: Éditer le formulaire
it: Modifica modulo

# Content/Moderation/Card.Title/Verb
source: Edit moderation rule
ca: Editar les regles de moderació
fr_fr: Mettre à jour les règles de modération
it: Modifica regola di moderazione

# Content/*/Title
source: Edit this album
ca: Editar aquest àlbum
fr_fr: Modifier cet album
it: Modifica questo album

# Content/*/Title
source: Edit this artist
ca: Editar l'artista
fr_fr: Modifier cet·te artiste
it: Modifica questo artista

# Content/*/Title
source: Edit this track
ca: Edita aquesta pista
fr_fr: Modifier cette piste
it: Modifica questa traccia

# */*/*/Verb
source: Edit…
ca: Editar …
fr_fr: Éditer…
it: Modifica…

# */Admin/*/Noun
source: Edits
ca: Modificacions
fr_fr: Modifications
it: Modifiche

# Content/*/*
source: Email address
ca: Adreça de correu electrònic
fr_fr: Adresse de courriel
it: Indirizzo email

# Content/*/Button.Label/Verb
source: Embed
ca: Incrustar
fr_fr: Insérer
it: Incorpora

# Popup/Embed/Input.Label/Noun
source: Embed code
ca: Codi incrustat
fr_fr: Code inséré
it: Incorpora codice

# Popup/Album/Title/Verb
source: Embed this album on your website
ca: Inserir aquest àlbum a la teva pàgina
fr_fr: Insérez cet album dans votre site web
it: Incorpora questo album nel tuo sito web

# Popup/Artist/Title/Verb
source: Embed this artist work on your website
ca: Incrusta l'obra d'aquest artista a la teva pàgina web
fr_fr: Insérez cet·te artiste dans votre site web
it: Incorpora il lavoro di questo artista nel tuo sito web

# Popup/Album/Title/Verb
source: Embed this playlist on your website
ca: Incrustar aquesta llista de reproducció a la teva pàgina web
fr_fr: Insérez cette playlist dans votre site web
it: Incorpora questo album nel tuo sito web

# Popup/Track/Title
source: Embed this track on your website
ca: Incrusta aquesta pista a la teva pàgina web
fr_fr: Insérez cette piste dans votre site web
it: Incorpora questa traccia nel tuo sito web

# Content/Moderation/Table.Label/Noun
source: Emitted library follows
ca: Segueix la biblioteca emesa
fr_fr: Suivi de la bibliothèque émise
it: Emessi i follow della libreria

# Content/Moderation/Table.Label/Noun
source: Emitted messages
ca: Missatges emesos
fr_fr: Messages émis
it: Messaggi emessi

# */*/*
source: Enabled
fr_fr: Activé
it: Abilitato

# */*/*/State of feature
source: Enabled
ca: Activat
fr_fr: Activé
it: Abilitato

# Content/Library/Input.Placeholder
source: Enter a library URL
ca: Introduir la URL de la biblioteca
fr_fr: Saisissez une URL de bibliothèque
it: Inserisci l'URL di una libreria

# Content/Search/Input.Placeholder
source: Enter a radio name…
ca: Introdueix un nom per la ràdio …
fr_fr: Saisissez un nom de radio…
it: Inserisci un nome di una radio…

# Content/Search/Input.Placeholder
source: Enter album title…
ca: Introduir el nom de l'àlbum …
fr_fr: Entrer le titre de l’album…
it: Inserisci il titolo dell'album…

# Popup/Playlist/Form/Placeholder
source: Enter playlist name
ca: Introduir el nom de la llista de reproducció
fr_fr: Saisissez un nom de liste de lecture
it: Inserisci il nome della playlist

# Content/Playlist/Placeholder/Call to action
source: Enter playlist name…
ca: Introduir el nom de la llista de reproducció …
fr_fr: Saisissez un nom de playlist…
it: Inserisci il nome di una playlist…

# Content/Signup/Form/Placeholder
source: Enter your invitation code (case insensitive)
ca: Introdueix el codi d'invitació (No distingeix entre majúscules i minúscules)
fr_fr: Saisissez votre code d'invitation (insensible à la casse)
it: Inserisci il tuo codice di invito (non tiene conto di maiuscole o minuscole)

# Content/Signup/Form/Placeholder
source: Enter your username
ca: Introdueix el nom del teu usuari
fr_fr: Saisissez votre nom d'utilisateur·rice
it: Inserisci il tuo nome utente

# Content/*/*
source: Episode Details
ca: Detalls de l'episodi
fr_fr: Détails de l'épisode
it: Dettagli Episodio

# Content/Channels/*
source: Episodes
ca: Episodis
fr_fr: Épisodes
it: Episodi

# Content/*/Error message.Title
source: Error
fr_fr: Erreur
it: Errore

# Popup/Import/Table.Label/Noun
source: Error detail
ca: Detalls de l'error
fr_fr: Détail de l'erreur
it: Dettaglio dell'errore

# Content/Admin/Menu
source: Error reporting
ca: Informe d'errors
fr_fr: Rapports d'erreur
it: Segnalazione errore

# Popup/Import/Table.Label/Noun
source: Error type
ca: Tipus d'error
fr_fr: Type d'erreur
it: Tipo di errore

# Content/*/Error message/Header
source: Error while applying action
ca: Error aplicant l’acció
fr_fr: Erreur lors du traitement de l'action
it: Errore durante l'esecuzione dell'azione

# Content/Signup/Card.Title
source: Error while asking for a password reset
ca: Error demanant el restabliment de la contrasenya
fr_fr: Erreur lors de la demande de réinitialisation de mot de passe
it: Errore durante la richiesta di un reset della password

# Popup/Moderation/Error message
source: Error while authorizing application
ca: Error autoritzant l'aplicació
fr_fr: Erreur lors de l'autorisation de l'application
it: Errore durante l'autorizzazione dell'applicazione

# Content/Signup/Card.Title
source: Error while changing your password
ca: Error al canviar de contrasenya
fr_fr: Erreur pendant le changement de mot de passe
it: Errore durante la modifica della password

# Content/*/Error message.Title
source: Error while creating
ca: Error al crear
fr_fr: Erreur lors de la création
it: Errore durante la creazione

# Content/Moderation/Message.Title
source: Error while creating domain
ca: Error creant el domini
fr_fr: Erreur lors de la création du domaine
it: Errore durante la creazione del dominio

# Popup/Moderation/Error message
source: Error while creating filter
ca: Error creant el filtre
fr_fr: Erreur lors de la création de la règle
it: Errore durante la creazione del filtro

# Content/Admin/Error message.Title
source: Error while creating invitation
ca: Error creant la invitació
fr_fr: Erreur lors de la création de l'invitation
it: Errore durante la creazione dell'invito

# Content/Moderation/Error message.Title
source: Error while creating rule
ca: Error creant la regla
fr_fr: Erreur lors de la création de la règle
it: Errore durante la creazione della regola

# Popup/Moderation/Error message
source: Error while fetching application data
ca: Error obtenint les dades de l'aplicació
fr_fr: Erreur lors de la récupération des données de l'application
it: Errore durante il recupero dei dati dell'applicazione

# Content/Moderation/Table
source: Error while fetching node info
ca: Error obtenint informació del node
fr_fr: Erreur lors de la récupération des informations du nœud
it: Errore durante il recupero delle informazioni del nodo

# Content/*/Error message.Title
source: Error while fetching object
ca: Error obtenint l'objecte
fr_fr: Erreur lors de la récupération de l'objet
it: Errore durante il recupero dell'oggetto

# Content/*/Error message.Title
source: Error while launching import
fr_fr: Erreur pendant le démarrage de l'importation
it: Errore durante l'avvio dell'importazione

# Content/*/Error message.Title
source: Error while publishing
ca: Error al publicar
fr_fr: Erreur lors de la publication
it: Errore durante la pubblicazione

# Content/*/Error message.Title
source: Error while saving channel
ca: Error guardant el canal
fr_fr: Erreur lors de l'enregistrement de la chaîne
it: Errore durante il salvataggio del canale

# Content/*/Error message.Title
source: Error while saving plugin
fr_fr: Erreur lors de l'enregistrement des paramètres du greffon
it: Errore durante il salvataggio del plugin

# Content/*/Error message.Title
source: Error while saving settings
ca: Error guardant els canvis
fr_fr: Erreur lors de l'enregistrement des paramètres
it: Errore durante il salvataggio delle impostazioni

# Content/Library/Error message.Title
source: Error while submitting edit
ca: Error trametent les modificaions
fr_fr: Erreur durant l'envoi des modifications
it: Errore durante l'invio della modifica

# Content/Moderation/Error message.Title
source: Error while submitting note
ca: Error al enviar la nota
fr_fr: Erreur pendant la création de la note
it: Errore durante l'invio della nota

# Popup/Moderation/Error message
source: Error while submitting report
ca: Error al enviar l'informe
fr_fr: Erreur pendant l'envoi du signalement
it: Errore durante l'invio della segnalazione

# Content/Channels/Error message.Title
source: Error while updating description
ca: Error al actualitzar la descripció
fr_fr: Erreur lors de la mise à jour de la description
it: Errore durante l'aggiornamento della descrizione

# Channels/*/*
source: Errored
ca: Per error
fr_fr: En erreur
it: Errore

# Content/Library/Table/Short
source: Errored
ca: Per error
fr_fr: En erreur
it: Si è verificato un errore

# Content/Library/Label
source: Errored files
ca: Arxius erronis
fr_fr: Fichiers erronés
it: File con errore

# Content/Settings/Dropdown/Short
source: Everyone
ca: Tothom
fr_fr: Tout le monde
it: Tutti

# Content/Settings/Dropdown
source: Everyone on this instance
ca: Tothom d'aquesta instància
fr_fr: Tout le monde sur cette instance
it: Tutti su questa istanza

# Content/Settings/Dropdown
source: Everyone, across all instances
ca: Tothom, en totes les instàncies
fr_fr: Tout le monde, sur toutes les instances
it: Tutti, su tutte le istanze

# Content/Radio/Table.Label/Verb
source: Exclude
ca: Excloure
fr_fr: Exclure
it: Escludi

# Popup/Radio/Title/Noun
source: Exclude
fr_fr: Exclure
it: Escludi

# Content/Search/Checkbox/Noun
source: Exclude Compilation Artists
fr_fr: Exclure les compilations d'artistes
it: Escludi gli artisti della compilation

# */*/Button,Label
source: Expand
ca: Expandir
fr_fr: Développer
it: Espandi

# Sidebar/Player/Icon.Tooltip/Verb
source: Expand queue
ca: Expandir la cua
fr_fr: Développer la file d'attente
it: Espandi coda

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Expand queue/player view
ca: Expandir la cua/la vista del reproductor
fr_fr: Développer la file d'attente / Montrer le lecteur
it: Espandi coda/visualizzazione player

# Content/Admin/Table.Label/Noun
source: Expiration date
ca: Data de caducitat
fr_fr: Date d'expiration
it: Data di scadenza

# Content/Admin/Table
source: Expired
ca: Caducat
fr_fr: Expirée
it: Scaduto

# Content/Admin/Dropdown/Adjective
source: Expired/used
ca: Caducat/utilitzat
fr_fr: Expirée/utilisée
it: Scaduto/utilizzato

# */*/*/Verb
source: Explore
ca: Explorar
fr_fr: Explorer
it: Esplora

# Content/Library/Dropdown
source: Failed
ca: Fallat
fr_fr: Échoué
it: Fallito

# Content/Library/Card.List item/Noun
source: Failed tracks:
ca: Pistes fallides:
fr_fr: Pistes échouées :
it: Tracce con errore:

# */*/*
source: Favorited tracks
ca: Pistes preferides
fr_fr: Pistes favorites
it: Tracce preferite

# Sidebar/Favorites/List item.Link/Noun
source: Favorites
ca: Preferides
fr_fr: Favoris
it: Preferiti

# */*/*
source: Federation
ca: Federació
fr_fr: Fédération
it: Federazione

# Content/Search/Input.Label/Noun
source: Fediverse
fr_fr: Fédivers
it: Fediverso

# Content/Library/Card.Table.Header/Short
source: Field
ca: Camp
fr_fr: Champ
it: Campo

# */*/Form-builder,Help
source: Field label
ca: Nom del camp
fr_fr: Libellé du champ
it: Etichetta campo

# */*/Form-builder,Help
source: Field type
ca: Tipus de camp
fr_fr: Type du champ
it: Tipo campo

# Content/Library/Table.Label
source: Filename
ca: Nom del fitxer
fr_fr: Nom du fichier
it: Nome file

# Popup/Channels/Title
source: Files to upload
ca: Fitxers per pujar
fr_fr: Fichiers à envoyer
it: File da caricare

# Popup/Playlist/Label
source: Filter
ca: Filtrar
fr_fr: Filtrer
it: Filtra

# Content/Subscriptions/Form.Placeholder
source: Filter by name…
ca: Filtrar per nom…
fr_fr: Filtrer par nom…
it: Filtra per nome…

# Content/Radio/Table.Label/Noun
source: Filter name
ca: Nom del filtre
fr_fr: Nom du filtre
it: Filtra nome

# Content/Home/Link
source: Find another pod
ca: Trobar una altra instàncies
fr_fr: Trouver un autre pod
it: Trova un'altra istanza

# Content/*/Button.Label/Verb
source: Finish later
ca: Acabar més tard
fr_fr: Terminer plus tard
it: Finisci più tardi

# Content/Library/*
source: Finished
ca: Acabat
fr_fr: Terminé
it: Finito

# Content/Moderation/Table.Label/Short (Value is a date)
source: First seen
ca: Vist per primera vegada
fr_fr: Vu pour la première fois
it: Visto per la prima volta

# Content/Moderation/Dropdown/Noun
source: First seen date
ca: Data de descoberta
fr_fr: Date de découverte
it: Visto per la prima volta in data

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Focus searchbar
ca: Focus a la barra de cerca
fr_fr: Mettre le focus dans la barre de recherche
it: Metti in primo piano la barra di ricerca

# Content/Library/Card.Button.Label/Verb
source: Follow
ca: Seguir
fr_fr: Suivre
it: Segui

# Content/Library/Paragraph
source: Follow libraries from other users to get access to new music. Public libraries can be followed immediately, while following a private library requires approval from its owner.
ca: Pots seguir biblioteques d'altres usuaris per tenir accés a nova música. Les biblioteques públiques poden seguir-se immediatament, però seguir les biblioteques privades requereix l'aprovació del seu propietari.
fr_fr: Vous pouvez suivre les audiothèques d'autres utilisateurs pour accèder à de la nouvelle musique. Les audiothèques publiques peuvent être suivies immédiatement, tandis que le suivi d'une bibliothèque privée nécessite l'approbation de son propriétaire.
it: Segui librerie di altri utenti per avere accesso a nuova musica. Le librerie pubbliche possono essere seguite immediatamente, mentre seguire le librerie private richiedono l'approvazione del loro proprietario.

# Content/Library/Title/Verb
source: Follow remote libraries
ca: Seguir les biblioteques remotes
fr_fr: Suivre des bibliothèques distantes
it: Segui librerie remote

# Content/Library/Card.Paragraph
source: Follow request pending approval
ca: Petició de seguiment pendent d'aprovació
fr_fr: Demande de suivi en attente de validation
it: Richiesta di seguire in attesa di approvazione

# Content/Federation/*/Noun
source: Followers
ca: Seguidors
fr_fr: Abonnés
it: Seguito da

# Content/OAuth Scopes/Label
source: Follows
ca: Seguidors
fr_fr: Abonnements
it: Segue

# */*/Field,Help
source: Forward an anonymized copy of your report to the server hosting this element.
ca: Reenvia una copa anònima del teu informe al servidor que allotja aquest element.
fr_fr: Faire suivre une copie anonymisée du signalement au serveur hébergeant cet élément.
it: Inoltra una copia anonima della segnalazione al server che ospita questo elemento.

# */*/Field.Label/Verb
source: Forward to %{ domain}
ca: Reenvia a %{domain}
fr_fr: Transférer vers %{ domain}
it: Inoltra a %{ domain}

# Content/Auth/Label/Noun
source: Full access
ca: Accés total
fr_fr: Accès total
it: Accesso completo

# Content/Settings/Paragraph'
source: Funkwhale is compatible with other music players that support the Subsonic API.
ca: Funkwhale és compatible amb altres reproductors de música que suporten l'API Subsonic.
fr_fr: Funkwhale est compatible avec d'autres lecteurs de musique qui supportent l'API Subsonic.
it: Funkwhale è compatibile con altri lettori musicali che supportano le Subsonic API.

# Content/Home/Paragraph
source: Funkwhale is free and developed by a friendly community of volunteers.
fr_fr: Funkwhale est gratuit développé par une communauté accueillante de bénévoles.
it: Funkwhale è gratuito e sviluppato da un'amichevole comunità di volontari.

# */*/*
source: Funkwhale version
ca: Versió de Funkwhale
fr_fr: Version de Funkwhale
it: Versione Funkwhale

# Popup/Keyboard shortcuts/Title
source: General shortcuts
ca: Dreceres principals
fr_fr: Raccourcis généraux
it: Scorciatoie generali

# Content/Admin/Button.Label/Verb
source: Get a new invitation
ca: Obtenir una nova invitació
fr_fr: Obtenir une nouvelle invitation
it: Ottieni un nuovo invito

# Content/Library/Button.Label/Verb
source: Get started
ca: Començar
fr_fr: Commencer
it: Per iniziare

# Footer/*/Link
source: Getting help
ca: Obtenir ajuda
fr_fr: Obtenir de l'aide
it: Chiedi aiuto

# Content/*/Button.Label/Short, Verb
source: Go
ca: Vés
fr_fr: Aller
it: Vai

# Content/*/Button.Label/Verb
source: Go to home page
ca: Tornar a la pàgina d'inici
fr_fr: Retourner à la page d'accueil
it: Vai alla pagina iniziale

# Footer/*/List item.Link
source: Go to Library
fr_fr: Accéder à l'audiothèque
it: Vai alla Libreria

# Content/Notifications/Button.Label
source: Got it!
ca: Entesos!
fr_fr: Compris !
it: Ho capito!

# */*/Label
source: Help text
ca: Text d'ajuda
fr_fr: Texte d'aide
it: Suggerimento

# Content/Settings/Title
source: Hidden artists
ca: Artistes ocults
fr_fr: Artistes caché·es
it: Artisti nascosti

# */*/*/Verb
source: Hide
ca: Amagar
fr_fr: Cacher
it: Nascondi

# Content/Moderation/Help text
source: Hide account or domain content, except from followers.
ca: Amagar el contingut del compte o domini, excepte pels seguidors.
fr_fr: Cacher le contenu du compte ou du domaine, sauf aux abonnés.
it: Nascondi contenuto dell'account o del dominio, ad esclusione dei seguaci.

# Popup/*/Button.Label
source: Hide content
ca: Amagar el contingut
fr_fr: Cacher le contenu
it: Nascondi contenuto

# */Queue/Dropdown/Button/Label/Short
source: Hide content from this artist
ca: Amagar la informació d'aquest artista
fr_fr: Cacher le contenu de cet·te artiste
it: Nascondi contenuti di questo artista

# Sidebar/Player/Icon.Tooltip/Verb
source: Hide content from this artist…
ca: Amagar la informació d'aquest artista …
fr_fr: Cacher le contenu de cet·te artiste…
it: Nascondi contenuti di questo artista…

# Head/Home/Title
source: Home
ca: Inici
fr_fr: Accueil
it: Pagina Iniziale

# Footer/*/List item.Link
source: Home Page
fr_fr: Accueil
it: Pagina Iniziale

# Content/Channels/Help
source: Host your episodes and keep your community updated.
ca: Allotja els teus episodis i mantén la teva comunitat actualitzada.
fr_fr: Hébergez vos épisodes et gardez le contact avec votre communauté.
it: Carica i tuoi episodi e tieni aggiornata la tua community.

# Content/Library/Paragraph
source: If you are a musician or a podcaster, channels are designed for you!
ca: Si ets músic o fas podcasts, els canals estan dissenyats per a tu!
fr_fr: Si vous êtes artiste ou animateur.trice, les chaînes sont faites pour vous !
it: Se sei un musicista o un podcaster, i canali sono pensati per te!

# Content/Applications/Paragraph
source: If you authorize third-party applications to access your data, those applications will be listed here.
ca: Si autoritzes a donar les teves dades a aplicacions de tercers, aquestes aplicacions seran llistades aquí.
fr_fr: Si vous autorisez des applications tierces à accéder à vos données, ces applications seront listées ici.
it: Se autorizzi applicazioni di terze parti ad accedere ai tuoi dati, queste applicazioni verranno elencate qui.

# Content/Channels/Label
source: If you're using Mastodon or other fediverse applications, you can subscribe to this account:
ca: Si utilitzeu Mastodon o altres aplicacions de la fediverse, també us podeu subscriure a aquest compte:
fr_fr: Si vous utilisez Mastodon ou d'autres applications au sein du Fédivers, vous pouvez suivre ce compte :
it: Se stai usando Mastodon o altre applicazioni per il fediverso, puoi iscriverti a questo account:

# */*/*
source: Ignore
ca: Ometre
fr_fr: Ignorer
it: Ignora

# Content/Moderation/Dropdown
source: Illegal content
ca: Contingut il·legal
fr_fr: Contenu illégal
it: Contenuto illegale

# Content/Library/Button/Verb
source: Import
fr_fr: Importer
it: Importa

# Popup/Import/Title
source: Import detail
ca: Detalls de la importació
fr_fr: Détails de l'import
it: Dettaglio dell'importazione

# Content/Library/Paragraph
source: Import hasn't started yet
fr_fr: L'importation n'a pas encore commencé
it: L'importazione non è ancora cominciata

# Content/Library/Title/Verb
source: Import music from your server
fr_fr: Importer de la musique depuis votre serveur
it: Importa musica dal tuo server

# Content/*/*/Noun
source: Import status
ca: Estat de la importació
fr_fr: Statut de l'import
it: Stato dell'importazione

# Content/Library/Title/Verb
source: Import status
fr_fr: État de l'import
it: Stato dell'importazione

# Content/Library/Help text
source: Imported
ca: Importat
fr_fr: Importé
it: Importato

# */*/Error
source: Impossible to connect to the remote server
ca: Impossible connectar amb el servidor remot
fr_fr: Impossible de se connecter au serveur distant
it: Impossibile connettersi al server remoto

# Popup/Moderation/List item
source: In "Recently added" widget
ca: Dins el giny "Afegit recentment"
fr_fr: Dans le widget "Ajoutés récemment"
it: Nel widget "Aggiunti recentemente"

# Popup/Moderation/List item
source: In artists and album listings
ca: Dins les llistes d'artistes i àlbums
fr_fr: Dans les listes d'artistes et d'albums
it: Negli elenchi di artisti ed album

# Content/Track/Button.Message
source: In favorites
ca: A favorits
fr_fr: Dans les favoris
it: Nei preferiti

# Popup/Moderation/List item
source: In other users favorites and listening history
ca: Dins els preferits d'altres usuaris i l'historiador de reproduccions
fr_fr: Dans les favoris des autres utilisateurs et dans l'historique d'écoute
it: Nei preferiti di altri utenti e nella cronologia di ascolto

# Popup/Moderation/List item
source: In radio suggestions
ca: Dins les sugerències de la ràdio
fr_fr: Dans les suggestions radio
it: Nei suggerimenti radio

# Content/Admin/Table
source: Inactive
ca: Inactiu
fr_fr: Inactif
it: Inattivo

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Increase volume
ca: Augmentar el volum
fr_fr: Augmenter le volume
it: Aumenta volume

# Content/Playlist/Button.Label/Verb
source: Insert from queue (%{ count } track)
ca: Insereix des de la cua (%{ count } pista)
fr_fr: Insérer depuis la file d'attente (%{ count } piste)
it: Inserisci dalla coda (%{ count } traccia)

# Content/Settings/Dropdown/Short
source: Instance
ca: Instància
it: Istanza

# Content/Moderation/Title
source: Instance data
ca: Dades de la instància
fr_fr: Informations de l'instance
it: Dati dell'istanza

# Content/Admin/Menu
source: Instance information
ca: Informació d'aquesta instància
fr_fr: Informations relatives à cette instance
it: Informazioni sull'istanza

# Content/Radio/Title
source: Instance radios
ca: Ràdios de la instància
fr_fr: Radios de l'instance
it: Radio dell'istanza
