Repository: mx2913/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ca, fr_fr, it, sv

# Popup/Login/Paragraph
source: You are currently connected to <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>. If you continue, you will be disconnected from your current instance and all your local data will be deleted.
ca: Actualment estàs connectat a <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>. Si continueu, sereu desconnectats de la vostra instància actual i s’eliminaran totes les vostres dades locals.
fr_fr: Vous êtes actuellement connecté·e a <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>. Si vous continuez, vous serez déconnecté·e et les données locales seront supprimées.
it: Attualmente sei connesso a <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>. Se continui, sarai disconnesso dalla tua istanza attuale ed i tuoi dati locali saranno eliminati.

# Content/Artist/Paragraph
source: You are currently hiding content related to this artist.
ca: Actualment, esteu ocultant contingut relacionat amb aquest artista.
fr_fr: Vous masquez actuellement le contenu associé à cet·te artiste.
it: Stai attualmente nascondendo i contenuti di questo artista.

# Content/Login/Paragraph
source: You are currently logged in as %{ username }
ca: Actualment esteu connectat com a %{ username }
fr_fr: Vous êtes actuellement connecté·e en tant que %{ username }
it: Sei attualmente connesso come %{ username }

# Content/Library/List item
source: You are not uploading copyrighted content in a public library, otherwise you may be infringing the law
ca: No pengis contingut amb drets d'autor en una biblioteca pública, en cas contrari, podries infringir la llei
fr_fr: Vous n'envoyez pas de contenu sous copyright dans une bibliothèque publique, car dans le cas contraire, vous être probablement en infraction
it: Non stai caricando contenuti protetti da diritti d'autore in una libreria pubblica, altrimenti potresti infrangere la legge

# */Instance/Message
source: You are now using the Funkwhale instance at %{ url }
ca: Ara utilitzeu la instància de Funkwhale a %{ url }
fr_fr: Vous utilisez maintenant l’instance Funkwhale sur %{ url }
it: Ora stai utilizzando l'istanza Funkwhale su %{ url }

# Content/Login/Title
source: You aren't currently logged in
fr_fr: Vous n'êtes pas actuellement connecté·e
it: Non hai ancora effettuato l'accesso

# Popup/Moderation/Paragraph
source: You can manage and update your filters any time from your account settings.
ca: Podeu gestionar i actualitzar els filtres en qualsevol moment des de la configuració del vostre compte.
fr_fr: Vous pouvez gérer et mettre à jour vos filtres à tout moment depuis les paramètres de votre compte.
it: Puoi gestire ed modificare i tuoi filtri in qualsiasi momento dalle impostazioni del tuo account.

# Content/Signup/Paragraph
source: You can now use the service without limitations.
ca: Ara podeu utilitzar el servei sense limitacions.
fr_fr: Vous pouvez maintenant utiliser le service sans limitations.
it: Ora puoi usare il servizio senza limitazioni.

# Content/Settings/Paragraph'
source: You can permanently and irreversibly delete your account and all the associated data using the form below. You will be asked for confirmation.
ca: Podeu suprimir de manera permanent i irreversible el vostre compte i totes les dades associades mitjançant el formulari següent. Se us demanarà confirmació.
fr_fr: Vous pouvez de façon permanente et irrémédiable votre compte et toutes les données liées en utilisant le formulaire ci-dessous. Une confirmation vous sera demandée.
it: Puoi eliminare permanentemente e irreversibilmente il tuo account e tutti i dati ad esso associati tramite il modulo qui sotto. Ti verrà richiesta una conferma.

# Content/Radio/Paragraph
source: You can use this interface to build your own custom radio, which will play tracks according to your criteria.
ca: Podeu utilitzar aquesta interfície per crear la vostra pròpia ràdio personalitzada, que reproduirà les pistes d’acord amb els vostres criteris.
fr_fr: Vous pouvez utiliser cette interface pour réaliser votre propre radio personnalisée, qui jouera les pistes correspondant aux critères indiqués.
it: Puoi usare questa interfaccia per creare la tua radio personalizzata, che riprodurrà tracce in accordo con i tuoi criteri.

# Content/Settings/Paragraph
source: You can use those to enjoy your playlist and music in offline mode, on your smartphone or tablet, for instance.
ca: Pots utilitzar-lo per gaudir, per exemple, de la vostra llista de reproducció i de la música sense connexió, al telèfon intel·ligent o a la tauleta.
fr_fr: Vous pouvez les utiliser pour profiter de vos playlists et de votre musique en mode hors-ligne sur votre smatphone ou tablette, par exemple.
it: Puoi usarli per godere delle tue liste di riproduzione e musica anche quando non collegato, dal tuo cellulare o tablet, per esempio.

# Content/Applications/Paragraph
source: You don't have any application connected with your account.
ca: No teniu cap aplicació connectada amb el vostre compte.
fr_fr: Vous n'avez aucune règle en place pour ce compte.
it: Non hai nessuna applicazione connessa al tuo account.

# Content/Moderation/Card.Title
source: You don't have any rule in place for this account.
ca: No teniu cap norma per a aquest compte.
fr_fr: Vous n'avez aucune règle en place pour ce compte.
it: Non hai nessuna regola attiva per questo account.

# Content/Moderation/Card.Title
source: You don't have any rule in place for this domain.
ca: No teniu cap norma per a aquest domini.
fr_fr: Vous n'avez aucune règle en place pour ce domaine.
it: Non hai nessuna regola attiva per questo dominio.

# Content/Library/Paragraph
source: You don't have any space left to upload your files. Please contact the moderators.
ca: No us queda espai per poder carregar els fitxers. Contacteu amb els moderadors.
fr_fr: Vous ne disposez plus de suffisamment d'espace de stockage pour envoyer de nouveaux fichiers. Merci de contacter l'équipe de modération.
it: Non hai più spazio disponibile per caricare i tuoi file. Per piacere contatta i moderatori.

# Content/Library/Paragraph
source: You don't have the permission to edit this object, but you can suggest changes. Once submitted, suggestions will be reviewed before approval.
ca: No teniu permís per editar aquest objecte, però podeu suggerir canvis. Un cop enviats, els suggeriments es revisaran abans de l'aprovació.
fr_fr: Vous n'avez pas la permission d'éditer cet élément, mais vous pouvez suggérer des modifications. Une fois envoyées, les suggestions sont examinées avant d'être approuvées.
it: Non hai i permessi per modificare questo oggetto, ma puoi suggerire modifiche. Una volta inviati, i suggerimenti saranno revisionati prima dell'approvazione.

# Sidebar/Player/Title
source: You have a radio playing
ca: Estàs escoltant la ràdio
fr_fr: Vous écoutez une radio
it: Hai una radio in riproduzione

# Popup/Channels/Paragraph
source: You have some draft uploads pending publication.
ca: Teniu algunes pujades pendents de publicació.
fr_fr: Vous avez des brouillons en attente de publication.
it: Hai alcune bozze di upload in attesa di pubblicazione.

# Sidebar/Player/Error message.Paragraph
source: You may have a connectivity issue.
ca: És possible que tingueu un problema de connectivitat.
fr_fr: Il se peut que vous ayez des problèmes de connexion.
it: Potresti avere un problema di connettività.

# */*/*
source: You may need to follow this library to see its content.
ca: És possible que hagueu de seguir aquesta biblioteca per veure'n el contingut.
fr_fr: Vous devez vous abonner à cette audiothèque pour voir son contenu.
it: Potresti aver bisogno di seguire questa libreria per vedere il suo contenuto.

# Content/Channels/*
source: You may need to subscribe to this channel to see its content.
ca: És possible que hagueu de subscriure-vos aquesta biblioteca per veure'n el contingut.
fr_fr: Vous devez vous abonner à cette chaîne pour voir son contenu.
it: Potresti aver bisogno di seguire questo canale per vedere il suo contenuto.

# Content/Channels/*
source: You may need to subscribe to this channel to see its contents.
ca: És possible que hagueu de subscriure-vos aquesta biblioteca per veure'n els continguts.
fr_fr: Vous devez vous abonner à cette chaîne pour voir son contenu.
it: Potresti aver bisogno di seguire questo canale per vedere i suoi contenuti.

# Content/Notifications/Paragraph
source: You rejected %{ username }&#39;s request to follow "%{ library }"
ca: Heu refusat la petició de %{ username } per seguir "%{ library }"
fr_fr: Vous avez rejeté la demande d'abonnement de %{ username } sur l'audiothèque "%{ library }"
it: Hai rifiutato la richiesta di %{ username } di seguire "%{ library }"

# Popup/Settings/List item
source: You will be logged out from this session and have to log in with the new one
ca: Es tancarà la sessió d’aquest compte i hauràs d’iniciar sessió amb la nou
fr_fr: Vous allez être déconnecté⋅e de cette session et vous devrez vous connecter avec votre nouveau mot de passe
it: Sarai disconnesso da questa sessione e dovrai accedere con una nuova

# Contant/Auth/Paragraph
source: You will be redirected to %{ domain } to authenticate.
fr_fr: Vous allez être redirigé·e vers %{ domain } pour vous authentifier.
it: Sarai reindirizzato su %{ domain } per autenticarti.

# Content/Auth/Paragraph
source: You will be redirected to <strong>%{ url }</strong>
ca: Es redirigirà a <strong>%{ url }</strong>
fr_fr: Vous allez être redirigé·e vers <strong>%{ url }</strong>
it: Sarai reindirizzato su <strong>%{ url }</strong>

# Content/Auth/Paragraph
source: You will be shown a code to copy-paste in the application.
ca: Se us mostrarà un codi per copiar i enganxar a l’aplicació.
fr_fr: Un code à copier-coller dans l'application vous sera présenté.
it: Ti sarà mostrato un codice da copiare-incollare nell'applicazione.

# Content/Settings/Paragraph
source: You will have to update your password on your clients that use this password.
ca: Haureu d’actualitzar la vostra contrasenya als vostres clients que utilitzin aquesta contrasenya.
fr_fr: Vous devrez mettre à jour votre mot de passe sur l'ensemble des clients utilisant ce mot de passe.
it: Dovrai aggiornare la tua password sui tuoi dispositivi che utilizzano questa password.

# Popup/Moderation/Paragraph
source: You will not see tracks, albums and user activity linked to this artist any more:
ca: No veureu pistes, àlbums ni activitats relacionades amb aquest usuari:
fr_fr: Vous ne verrez plus les pistes, albums et activité utilisateur liées à cet artiste :
it: Non vedrai tracce, album e attività utente collegate a questo artista in futuro:

# Content/Signup/Form/Paragraph
source: Your account cannot be created.
ca: No es pot crear el vostre compte.
fr_fr: Impossible de créer votre compte.
it: Il tuo account non può essere creato.

# Content/Settings/Paragraph'
source: Your account will be deleted from our servers within a few minutes. We will also notify other servers who may have a copy of some of your data so they can proceed to deletion. Please note that some of these servers may be offline or unwilling to comply though.
ca: El vostre compte es suprimirà dels nostres servidors en pocs minuts. També notificarem a d'atres servidors que puguin tenir una còpia d’algunes de les vostres dades perquè puguin procedir a la seva eliminació. Tingueu en compte que alguns d’aquests servidors poden estar fora de línia o no voler fer-ho.
fr_fr: Votre compte sera supprimé de nos serveurs en quelques minutes. Nous informerons également les autres pods qui peuvent détenir une copie partielle de vos données pour qu'ils puissent procéder à la suppression. Cependant, merci de noter que certains de ces pods peuvent être hors lignes où ne pas tenir compte de la demande de suppression.
it: Il tuo account sarà eliminato dai nostri servers in pochi minuti. Notificheremo anche gli altri server che potrebbero avere una copia di alcuni dei tuoi dati in modo che possano procedere all'eliminazione. Nota però che alcuni di questi server potrebbero essere offline o potrebbero rifiutarsi di procedere.

# Content/Settings/Title/Noun
source: Your applications
ca: Les vostres aplicacions
fr_fr: Vos applications
it: Le tue applicazioni

# Content/*/Error message.Title
source: Your attachment cannot be saved
ca: No s'ha pogut guardar el seu adjunt
fr_fr: Impossible de sauvegarder votre pièce jointe
it: Il tuo allegato non può essere salvato

# Content/Settings/Error message.Title
source: Your avatar cannot be saved
ca: No s'ha pogut guardar el teu avatar
fr_fr: Impossible de sauvegarder votre avatar
it: La tua immagine di profilo non può essere salvata

# */Auth/Message
source: Your deletion request was submitted, your account and content will be deleted shortly
ca: S'ha enviat la sol·licitud de supressió, el vostre compte i el contingut associat és suprimiran en breu
fr_fr: Votre demande de suppression a été envoyée, votre compte et le contenu associé sera supprimé sous peu
it: La tua richiesta di eliminazione è stata inviata, il tuo account e il suo contenuto saranno eliminati a breve

# Content/Library/Paragraph
source: Your edit was successfully submitted.
ca: L’edició s’ha enviat correctament.
fr_fr: Votre modification a été envoyée avec succès.
it: La tua modifica è stata inviata correttamente.

# Head/Favorites/Title
source: Your Favorites
ca: Els teus preferits
fr_fr: Vos favoris
it: I Tuoi Preferiti

# Content/Notifications/Title
source: Your messages
ca: Els vostres
fr_fr: Vos messages
it: I tuoi messaggi

# Content/Notifications/Title
source: Your notifications
ca: Les vostres notificacions
fr_fr: Vos notifications
it: Le tue notifiche

# Content/Settings/Error message.Title
source: Your password cannot be changed
ca: La vostra contrasenya no es pot canviar
fr_fr: Impossible de changer votre mot de passe
it: La tua password non può essere cambiata

# Content/Signup/Card.Paragraph
source: Your password has been updated successfully.
ca: La vostra contrasenya s'ha actualitzat correctament.
fr_fr: Votre mot de passe a été mis à jour avec succès.
it: La tua password è stata aggiornata con successo.

# Content/Settings/Error message.Title
source: Your settings can't be updated
ca: La vostra configuració no es pot actualitzar
fr_fr: Vos paramètres ne peuvent être mis à jour
it: Le tue impostazioni non possono essere aggiornate

# Content/Password/Input.label
source: Your subsonic API password
fr_fr: Mot de passe de l'API Subsonic
it: La tua password per le API subsonic

# Popup/Settings/List item
source: Your Subsonic password will be changed to a new, random one, logging you out from devices that used the old Subsonic password
ca: La vostra contrasenya Subsonic es canviarà a una altra nova i aleatòria, i us iniciarà la sessió des dels dispositius que utilitzen la contrasenya antiga de Subsonic
fr_fr: Votre mot de passe Subsonic sera remplacé par un nouveau mot de passe aléatoire, ce qui vous déconnectera de tous les appareils utilisant l'ancien mot de passe
it: La tua password Subsonic sarà cambiata con una nuova e casuale, e sarai disconnesso dai dispositivi che utilizzano ancora la vecchia password Subsonic

# Content/Channel/Paragraph
source: Your uploads are being processed by Funkwhale and will be live very soon.
ca: Funkwhale està processant les pujades i es publicaran ben aviat.
fr_fr: Vos envois sont en cours de traitement par Funkwhale et seront bientôt prêts à être diffusés.
it: I file caricati stanno venendo elaborati da Funkwhale e saranno pubblicati a breve.

# */Error/Paragraph
source: You sent too many requests and have been rate limited, please try again in %{ delay }
ca: Heu enviat massa sol·licituds i heu estat limitades, torneu-ho a provar en %{retard}
fr_fr: Vous avez envoyé trop de requêtes et êtes actuellement limité·e, merci de réessayer dans %{ delay }
it: Hai inviato troppe richieste e sei stato limitato, riprova tra %{ delay }

# */Error/Paragraph
source: You sent too many requests and have been rate limited, please try again later
ca: Heu enviat massa peticions i heu estat limitats. Torneu-ho a provar més endavant
fr_fr: Vous avez envoyé trop de requêtes et êtes actuellement limité·e, merci de réessayer plus tard
it: Hai inviato troppe richieste e sei stato limitato, riprova più tardi

# */*/*/Noun
source: MusicBrainz ID
ca: ID MusicBrainz
fr_fr: ID MusicBrainz
it: ID MusicBrainz

# Head/Fetch/Field.Placeholder
source: @username@example.com
fr_fr: @nomdutilisateur@exemple.com

# */*/*
source: %{ count } file
ca: %{ count } fitxer
fr_fr: %{ count } fichier

# */*/*/Noun
source: Account
ca: Compte
fr_fr: Compte

# Content/Account/*
source: Bio
fr_fr: Biographie

# Content/*/*/Noun
source: Email
ca: Correu electrònic
fr_fr: Courriel

# Content/*/*/Unit
source: MB
fr_fr: Mo

# */*/*
source: No
fr_fr: Non

# */*/*
source: Password
ca: Contrasenya
fr_fr: Mot de passe

# */*/*
source: Playlist
ca: Llista de reproducció
fr_fr: Liste de lecture

# */*/*
source: Serie
ca: Sèrie
fr_fr: Série

# Content/Moderation/Table.Label
source: Software
ca: Programari
fr_fr: Logiciel

# 'Content/*/*/Noun
source: URL
fr_fr: Adresse URL

# Content/*/*/Noun
source: URL
fr_fr: Adresse URL

# Content/*/*/Noun
source: Cover
ca: Caràtula
fr_fr: Couverture

# */*/*
source: Album
ca: Àlbum

# */*/*/Noun
source: Album
ca: Àlbum

# */*/*
source: Albums
ca: Àlbums

# Content/Track/*/Noun
source: Bitrate
ca: Taxa de bits

# Head/Radio/Title
source: Radio
ca: Ràdio

# Content/Album/
source: Volume %{ number }
ca: Volum %{ number }

source: "%{ title }", by %{ artist }
sv: "%{ title }", av %{ artist }

source: (%{ index } of %{ length })
sv: (%{ index } av %{ length })

source: (empty)
sv: (tom)

source: %{ count } on %{ total } selected
sv: %{ count } av %{ total } vald

source: %{ count } track
sv: %{ count } spår

source: %{ count } track in %{ albumsCount } albums
sv: %{ count } spår i %{ albumsCount } album

source: %{ count } track matching combined filters
sv: %{ count } spår som matchar kombinerade filter

source: %{ count} track
sv: %{ count } spår

source: %{ user } favorited a track
sv: %{ user } favoritmarkerade ett spår

source: %{ user } listened to a track
sv: %{ user } lyssnade på ett spår

source: %{ username }'s profile
sv: %{ username }s profil

source: %{ count } favorite
sv: %{ count } favorit

source: 1 track
sv: 1 spår

source: About %{ instance }
sv: Om %{ instance }

source: About Funkwhale
sv: Om Funkwhale

source: About this instance
sv: Om denna instans

source: Accepted
sv: Accepterad

source: Access disabled
sv: Tillgång inaktiverad

source: Access your music from a clean interface that focus on what really matters
sv: Få tillgång till din musik via ett rent gränssnitt som fokuserar på det som verkligen är viktigt

source: Account active
sv: Konto aktivt

source: Account settings
sv: Kontoinställningar

source: Account Settings
sv: Kontoinställningar

source: Account status
sv: Kontostatus

source: Account's email
sv: Kontots e-postadress

source: Action %{ action } was launched successfully on %{ count } element
sv: Åtgärd %{ action } togs framgångrikt på %{ count } element

source: Actions
sv: Åtgärder

source: Active
sv: Aktiv

source: Activity
sv: Aktivitet

source: Actor
sv: Aktör

source: Add a new library
sv: Lägg till ett nytt bibliotek

source: Add filter
sv: Lägg till filter

source: Add filters to customize your radio
sv: Lägg till filter för att skräddarsy din radio

source: Add to current queue
sv: Lägg till i nuvarande kö

source: Add to favorites
sv: Lägg till i favoriter

source: Add to playlist…
sv: Lägg till i spellista…

source: Add to queue
sv: Lägg till i kö

source: Add to this playlist
sv: Lägg till i denna spellista

source: Add track
sv: Lägg till spår

source: Admin
sv: Administratör

source: Album %{ title } (%{ count } track) by %{ artist }
sv: Album %{ title } (%{ count } spår) av %{ artist }

source: Album containing %{ count } track, by %{ artist }
sv: Album med %{ count } spår, av %{ artist }

source: Album page
sv: Albumsida

source: Albums
sv: Album

source: Albums by this artist
sv: Album av denna artist

source: All
sv: Allt

source: An error occured while saving your changes
sv: Ett fel inträffade när dina ändringar sparades

source: An unknown error happend, this can mean the server is down or cannot be reached
sv: Ett okänt fel inträffade, detta kan betyda att servern är nere eller inte kan nås

source: Any
sv: Vilken som helst

source: Approve
sv: Godkänn

source: Approve access?
sv: Godkänn åtkomst?

source: Approved
sv: Godkännt

source: Are you sure you want to log out?
sv: Är du säker på att du vill logga ut?

source: Artist name
sv: Artistnamn

source: Artist page
sv: Artistsida

source: Artist, album, track…
sv: Artist, album, spår…

source: Artists
sv: Artister

source: Ascending
sv: Stigande

source: Ask for a password reset
sv: Begär lösenordsåterställning

source: Auto importing
sv: Automatisk import

source: Available playlists
sv: Tillgängliga spellistor

source: Back to login
sv: Tillbaka till inloggning

source: Be careful when accepting follow requests, as it means the follower will have access to your entire library.
sv: Var försiktig när du accepterar följare, då det innebär att följaren får tillgång till hela ditt bibliotek.

source: Browse
sv: Bläddra

source: Browse library
sv: Bläddra i biblioteket

source: Browsing artists
sv: Bläddra artister

source: Browsing federated tracks
sv: Bläddrar genom federerade spår

source: Browsing followers
sv: Bläddrar genom följare

source: Browsing libraries
sv: Bläddrar genom bibliotek

source: Browsing playlists
sv: Bläddrar genom spellistor

source: Browsing radios
sv: Bläddrar genom radiostationer

source: Builder
sv: Byggare

source: By %{ artist }
sv: Av %{ artist }

source: By confirming, %{ username } will be denied access to your library.
sv: Genom att bekräfta kommer %{ username } att nekas åtkomst till ditt bibliotek.

source: By confirming, %{ username } will be granted access to your library.
sv: Genom att godkänna ger du %{ username } tillgång till ditt bibliotek.

source: Cancel
sv: Ångra

source: Candidates
sv: Kandidater

source: Cannot change your password
sv: Kan inte ändra lösenord

source: Change language
sv: Ändra språk

source: Change my password
sv: Ändra mitt lösenord

source: Change password
sv: Ändra lösenord

source: Change your password
sv: Ändra ditt lösenord

source: Change your password?
sv: Ändra ditt lösenord?

source: Changes synced with server
sv: Ändringar synkade med servern

source: Changing your password will also change your Subsonic API password if you have requested one.
sv: Ändring av lösenord kommer också att ändra ditt lösenord för Subsonic API:n om du har efterfrågat ett.

source: Changing your password will have the following consequences
sv: Ändring av lösenord har följande konsekvenser

source: Choose your instance
sv: Välj din instans

source: Clean library
sv: Rensa bibliotek

source: Clear
sv: Rensa

source: Clear playlist
sv: Rensa spellista

source: Clear your queue
sv: Rensa din kö

source: CLI
sv: Kommandolinje

source: Click once, listen for hours using built-in radios
sv: Klicka en gång, lyssna i flera timmarmed inbyggda radiostationer

source: Closed
sv: Stängd

source: Code
sv: Kod

source: Collapse
sv: Kollapsa

source: Comment
sv: Kommentera

source: Config
sv: Konfiguration

source: Confirm
sv: Bekräfta

source: Confirm your email
sv: Bekräfta din e-post

source: Confirmation code
sv: Bekräftningskod

source: Copy tracks from current queue to playlist
sv: Kopiera spår från nuvarande kö till spellista

source: Covers, lyrics, our goal is to have them all ;)
sv: Omslag, text, vårat mål är att ha dem alla ;)

source: Create a funkwhale account
sv: Skapa ett funkwhale-konto
