Repository: mx2913/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ca, fr_fr, it, sv

# Content/Moderation/Dropdown
source: Takedown request
ca: Sol·licitud de canvis
fr_fr: Demande de retrait
it: Richiesta di rimozione

# Content/About/Header
source: Terms and privacy policy
ca: Termes i política de privacitat
fr_fr: Condititions d'utilisation et politique de respect de la vie privée
it: Termini e regole sulla privacy

# Content/*/Paragraph
source: Text copied to clipboard!
ca: Text copiat al porta-retalls!
fr_fr: La texte a été copié dans le presse-papier !
it: Testo copiato negli appunti!

# Content/Moderation/Paragraph
source: The album will be deleted, as well as any related files and data. This action is irreversible.
ca: L'àlbum serà suprimit, així com els fitxers i les dades associades. Aquesta acció és irreversible.
fr_fr: L'album sera supprimé, ainsi que tous les fichiers et données associés. Cette action est irréversible.
it: L'album sarà rimosso, così come i file ad esso associati e i dati. Questa azione è irreversibile.

# Content/Moderation/Paragraph
source: The album will be removed, as well as associated uploads, tracks, favorites and listening history. This action is irreversible.
ca: L’àlbum s’eliminarà, així com les càrregues associades, les pistes, els preferits i l’historial d’escolta. Aquesta acció és irreversible.
fr_fr: L’album sera supprimé, ainsi que les téléversements, pistes, favoris et historique d'écoute associés. Cette action est irréversible.
it: L'album sarà rimosso, ed anche i caricamenti associati, tracce, preferiti e cronologia di ascolto. Questa azione è irreversibile.

# Content/Auth/Paragraph
source: The application is also requesting the following unknown permissions:
ca: L’aplicació també sol·licita els següents permisos desconeguts:
fr_fr: L'application demande également les permissions inconnues suivantes :
it: L'applicazione sta anche richiedendo i seguenti permessi sconosciuti:

# Content/Moderation/Paragraph
source: The artist will be removed, as well as associated uploads, tracks, albums, favorites and listening history. This action is irreversible.
ca: L’artista s’eliminarà, així com les càrregues associades, les pistes, els àlbums, els preferits i l’historial d’escolta. Aquesta acció és irreversible.
fr_fr: L’artiste sera supprimé, ainsi que les téléversements, pistes, albums, favoris et historique d'écoute associés. Cette action est irréversible.
it: L'artista sarà rimosso, ed anche i caricamenti associati, tracce, album, preferiti e cronologia di ascolto. Questa azione è irreversibile.

# Content/Moderation/Paragraph
source: The channel will be deleted, as well as any related files and data. This action is irreversible.
ca: El canal serà suprimit, així com els fitxers i les dades associades. Aquesta acció és irreversible.
fr_fr: La chaîne sera supprimée, ainsi que tous les fichiers et données associés. Cette action est irréversible.
it: Il canale sarà rimosso, così come i file ad esso associati e i dati. Questa azione è irreversibile.

# Content/Moderation/Paragraph
source: The channel will be removed, as well as associated uploads, tracks, and albums. This action is irreversible.
ca: El canal serà suprimit, així com les càrregues associades, les pistes i els àlbums. Aquesta acció és irreversible.
fr_fr: La chaîne sera supprimée, ainsi que tous les envois, pistes et albums associés. Cette action est irréversible.
it: Il canale sarà rimosso, così come i file, le tracce e gli album ad esso associati e i dati. Questa azione è irreversibile.

# Popup/Instance/Error message.List item
source: The given address is not a Funkwhale server
ca: L’adreça indicada no és un servidor Funkwhale
fr_fr: L'adresse fournie n'est pas un serveur Funkwhale
it: L'indirizzo fornito non è quello di un server Funkwhale

# Popup/Library/Paragraph
source: The library and all its tracks will be deleted. This can not be undone.
ca: La biblioteca i totes les seves pistes seran suprimides. Aquesta acció és irreversible.
fr_fr: La bibliothèque et toutes ses pistes seront supprimées. Cette action est irréversible.
it: La libreria e tutte le sue tracce saranno eliminate. Questa azione è irreversibile.

# Content/Moderation/Paragraph
source: The library will be removed, as well as associated uploads, and follows. This action is irreversible.
ca: La biblioteca serà suprimida, així com les càrregues associades, i els seguidors. Aquesta acció és irreversible.
fr_fr: La bibliothèque sera supprimée, ainsi que les téléversements et abonnements associés. Cette action est irréversible.
it: La libreria sarà rimossa, ed anche i caricamenti associati e gli iscritti. Questa azione è irreversibile.

# Popup/Import/Error.Label
source: The metadata included in the file is invalid or some mandatory fields are missing.
ca: La metadada inclosa en el fitxer és invalida o falten alguns camps obligatoris.
fr_fr: Les métadonnées inclues dans le fichier sont invalides, ou certains champs obligatoires sont manquants.
it: I metadati inclusi nel file non sono validi o alcuni campi obbligatori sono mancanti.

# Content/Library/List item
source: The music files you are uploading are in OGG, Flac, MP3 or AIFF format
fr_fr: Les fichiers musicaux que vous téléversez sont en format OGG, Flac, MP3 ou AIFF
it: I file musicali che stai caricando sono in formato OGG, Flac, MP3 o AIFF

# Content/Library/List item
source: The music files you are uploading are tagged properly.
ca: L'arxiu de música que has carregat està ben etiquetat.
fr_fr: Les fichiers musicaux que vous téléversez sont correctement tagués.
it: I file musicali che stai caricando sono correttamente etichettati.

# Sidebar/Player/Error message.Paragraph
source: The next track will play automatically in a few seconds…
ca: La següent pista serà reproduïda automàticament en pocs segons …
fr_fr: La piste suivante va se jouer automatiquement dans quelques secondes…
it: La traccia seguente verrà riprodotta automaticamente tra pochi secondi…

# Content/Moderation/Paragraph
source: The note will be removed. This action is irreversible.
ca: La nota s'eliminarà. Aquesta acció és irreversible.
fr_fr: La note sera supprimée. Cette action est irréversible.
it: La nota sarà rimossa. Questa azione è irreversibile.

# Content/Moderation/Message
source: The object associated with this report was deleted.
ca: L'objecte associat a aquest informe es va suprimir.
fr_fr: L’objet associé à ce signalement a été supprimé.
it: L'oggetto associato a questa segnalazione è stato eliminato.

# Content/Playlist/Error message.Title
source: The playlist could not be created
ca: No s’ha pogut crear la llista de reproducció
fr_fr: Playlist créée
it: La lista di riproduzione non può essere creata

# */*/Error
source: The remote server answered with HTTP %{ status }
ca: El servidor remot ha contestat amb HTTP %{ status }
fr_fr: Le serveur distant a répondu avec HTTP %{ status }
it: Il server remoto ha risposto con il codice HTTP %{ status }

# Popup/*/Message.Content
source: The remote server answered, but returned data was unsupported by Funkwhale.
ca: El servidor remot va respondre, però les dades retornades no van ser admeses per Funkwhale.
fr_fr: Le serveur distant a répondu, mais les données envoyées ne sont pas prises en charge par Funkwhale.
it: Il server remoto ha risposto, ma i dati ricevuti non sono supportati da Funkwhale.

# */*/Error
source: The remote server didn't respond quickly enough
ca: El servidor remot no va respondre prou ràpidament
fr_fr: Le serveur distant n’a pas répondu assez vite
it: Il server remoto non ha risposto abbastanza velocemente

# */*/Error
source: The remote server returned invalid JSON or JSON-LD data
ca: El servidor de retorn ha retornat dades invàlides de JSON o JSON-LD
fr_fr: Le serveur distant a envoyé des données JSON ou JSON-LD invalides
it: Il server remoto ha risposto con dati JSON o JSON-LD non validi

# Popup/*/Paragraph
source: The selected albums will be removed, as well as associated tracks, uploads, favorites and listening history. This action is irreversible.
ca: Els àlbums seleccionats s’eliminaran, així com les pistes associades, les càrregues, els preferits i l’historial d’escolta. Aquesta acció és irreversible.
fr_fr: Les albums sélectionnés seront supprimés, ainsi que les pistes, téléversements, favoris, et historique d'écoute associés. Cette action est irréversible.
it: Gli album selezionati saranno rimossi, ed anche i caricamenti associati, tracce, preferiti e cronologia di ascolto. Questa azione è irreversibile.

# Popup/*/Paragraph
source: The selected artist will be removed, as well as associated uploads, tracks, albums, favorites and listening history. This action is irreversible.
ca: L’artista seleccionat s’eliminarà, així com les càrregues associades, les pistes, els àlbums, els preferits i l’historial d’escolta. Aquesta acció és irreversible.
fr_fr: L’artiste sélectionné sera supprimé, ainsi que les téléversements, pistes, albums, favoris et historique d’écoute associés. Cette action est irréversible.
it: Gli artisti selezionati saranno rimossi, ed anche i caricamenti associati, tracce, album, preferiti e cronologia di ascolto. Questa azione è irreversibile.

# Popup/*/Paragraph
source: The selected library will be removed, as well as associated uploads and follows. This action is irreversible.
ca: La biblioteca seleccionada serà suprimida, així com les càrregues associades i els seguidors.
fr_fr: La bibliothèque sélectionnée sera supprimée, ainsi que les téléversements et abonnements associés. Cette action est irréversible.
it: Le librerie selezionate saranno rimosse, ed anche i caricamenti associati, ed iscritti. Questa azione è irreversibile.

# Popup/*/Paragraph
source: The selected tag will be removed and unlinked with existing content, if any. This action is irreversible.
ca: L'etiqueta seleccionada s'eliminarà i es desenllaçarà amb el contingut existent, si n’hi ha. Aquesta acció és irreversible.
fr_fr: Le tag selectionné sera supprimé ainsi que son lien avec des contenus existants, s'il y en a. Cette action est irréversible.
it: Il tag selezionato sarà rimosso e scollegato dai contenuti ad esso associati, se essi esistono. Questa azione è irreversibile.

# Popup/*/Paragraph
source: The selected tracks will be removed, as well as associated uploads, favorites and listening history. This action is irreversible.
ca: Les pistes seleccionades s’eliminaran, així com les càrregues associades, els preferits i l’historial d’escolta. Aquesta acció és irreversible.
fr_fr: Les pistes sélectionnées seront supprimées, ainsi que les téléversements, favoris et historique d’écoute associés. Cette action est irréversible.
it: Le tracce selezionate saranno rimosse, ed anche i caricamenti associati, preferiti e cronologia di ascolto. Questa azione è irreversibile.

# Popup/*/Paragraph
source: The selected upload will be removed. This action is irreversible.
ca: La càrrega seleccionada s'eliminarà. Aquesta acció és irreversible.
fr_fr: Cette action est irréversible.
it: Il caricamento selezionato sarà rimosso. Questa azione è irreversibile.

# Popup/Instance/Error message.List item
source: The server might be down
ca: El servidor pot estar inactiu
fr_fr: Le serveur est peut-être hors-service
it: Il server potrebbe essere caduto

# Content/Settings/Paragraph
source: The Subsonic API is not available on this Funkwhale instance.
ca: L'API Subsonic no està disponible per aquesta instància de Funkwahale.
fr_fr: L'API Subsonic n'est pas disponible sur cette instance Funkwhale.
it: L'API Subsonic non è disponibile su questa istanza Funkwhale.

# Popup/Library/Paragraph
source: The suggestion will be completely removed, this action is irreversible.
ca: El suggeriment s’eliminarà completament, aquesta acció és irreversible.
fr_fr: La suggestion sera entièrement supprimée, cette action est irréversible.
it: Il suggerimento sarà completamente rimosso, questa azione è irreversibile.

# Content/Moderation/Paragraph
source: The tag will be removed and unlinked from any existing entity. This action is irreversible.
ca: L'etiqueta es suprimirà i es desvincularà de qualsevol entitat existent. Aquesta acció és irreversible.
fr_fr: Le tag sera supprimé ainsi que son lien avec des contenus existants, s'il y en a. Cette action est irréversible.
it: Il tag selezionato sarà rimosso e scollegato da tutte le entità esistenti. Questa azione è irreversibile.

# Popup/Playlist/Error message.Title
source: The track can't be added to a playlist
ca: La pista no es pot afegir a la llista de reproducció
fr_fr: Nous ne pouvons pas ajouter cette piste à une playlist
it: La traccia non può essere aggiunta alla lista di riproduzione

# Sidebar/Player/Error message.Title
source: The track cannot be loaded
ca: La pista no s'ha pogut carregar
fr_fr: Échec du chargement de la piste
it: La traccia non può essere caricata

# Content/Moderation/Paragraph
source: The track will be deleted, as well as any related files and data. This action is irreversible.
ca: La pista serà suprimida, així com els fitxers i les dades associades. Aquesta acció és irreversible.
fr_fr: La piste sera supprimée, ainsi que tous les fichiers et données associés. Cette action est irréversible.
it: La traccia sarà rimossa, così come i relativi file e dati. Questa azione è irreversibile.

# Content/Moderation/Paragraph
source: The track will be removed, as well as associated uploads, favorites and listening history. This action is irreversible.
ca: La pista s’eliminarà, així com les càrregues associades, els preferits i l’historial d’escolta. Aquesta acció és irreversible.
fr_fr: La piste sera supprimée, ainsi que les téléversements, favoris et historique d’écoute associés. Cette action est irréversible.
it: La traccia sarà rimossa, ed anche i caricamenti associati, preferiti e cronologia di ascolto. Questa azione è irreversibile.

# Content/Moderation/Paragraph
source: The upload will be removed. This action is irreversible.
ca: La càrrega s'eliminarà. Aquesta acció és irreversible.
fr_fr: Cette action est irréversible.
it: Il caricamento sarà rimosso. Questa azione è irreversibile.

# Content/Home/Placeholder
source: There are no tracks in this playlist yet
ca: Encara no hi ha pistes en aquesta llista de reproducció
fr_fr: Il n'y a aucune piste dans cette liste de lecture pour le moment
it: Non ci sono ancora tracce in questa playlist

# Popup/Moderation/Paragraph
source: This action is irreversible.
ca: Aquesta acció és irreversible.
fr_fr: Cette action est irréversible.
it: Questa azione è irreversibile.

# Content/Album/Paragraph
source: This album is present in the following libraries:
ca: Aquest àlbum es troba en les següents biblioteques:
fr_fr: Cet album est présent dans les bibliothèques suivantes :
it: Questo album è presente nelle seguenti librerie:

# Content/Artist/Paragraph
source: This artist is present in the following libraries:
ca: Aquest artista es troba a les següents biblioteques:
fr_fr: Cet⋅te artiste est présent⋅e dans les bibliothèques suivantes :
it: Questo artista è presente nelle seguenti librerie:

# Content/Moderation/Popup
source: This domain is present in your allow-list
ca: Aquest domini està present a la vostra llista de permisos
fr_fr: Ce domaine est présent sur votre liste d'autorisations
it: Questo dominio è presente nella tua lista dei consentiti

# Content/Moderation/Card.Title
source: This domain is subject to specific moderation rules
ca: Aquest domini està subjecta a normes de moderació específiques
fr_fr: Ce domaine est sujet à des règles de modération spécifiques
it: Questo dominio è soggetto a regole specifiche di moderazione

# Content/Moderation/Card.Title
source: This entity is subject to specific moderation rules
ca: Aquest domini està subjecte a normes de moderació específiques
fr_fr: Cet élément est sujet à des règles de modération spécifiques
it: Questa entità è soggetta a regole specifiche di moderazione

# Content/Library/Paragraph
source: This instance offers up to %{quota} of storage space for every user.
ca: Aquesta instància ofereix fins a %{quota} d'emmagatzematge per a cada usuari.
fr_fr: Cette instance offre jusque %{quota} d'espace disque à chaque utilisateur.
it: Questa istanza offre fino a %{quota} di spazio di archiviazione per ogni utente.

# Popup/Settings/Paragraph
source: This is irreversible and will permanently remove your data from our servers. You will we immediatly logged out.
ca: Això és irreversible i eliminarà les vostres dades de manera permanent dels nostres servidors. Seràs desconnectat immediatament.
fr_fr: Ceci est irréversible et supprimera de façon permanente vos données de nos serveurs. Vous serez immédiatement déconnecté·e.
it: Questo è irreversibile e rimuoverà permanentemente i tuoi dati dai nostri server. Sarai immediatamente disconnesso.

# Content/Settings/Paragraph
source: This is the list of applications that have access to your account data.
ca: Aquesta és la llista d'aplicacions que tenen accés a les dades del teu compte.
fr_fr: Voici la liste des applications qui ont accès aux donnnées de votre compte.
it: Questa è la lista di applicazioni che hanno accesso ai dati del tuo account.

# Content/Profile/Button.Paragraph
source: This is you!
ca: Ets tu!
fr_fr: C'est vous !
it: Questo sei tu!

# Content/*/Error message.Title
source: This kind of object isn't supported yet
ca: Aquest tipus d'objecte encara no és compatible
fr_fr: Ce type d'objet n'est pas encore pris en charge
it: Questo tipo di oggetto non è ancora supportato

# Content/Library/Input.Placeholder
source: This library contains my personal music, I hope you like it.
ca: Aquesta biblioteca conté la meva música personal, desitjo que t'agradi.
fr_fr: Cette bibliothèque contient ma musique personnelle, j'espère que vous l'aimerez.
it: Questa libreria contiene la mia musica personale, spero vi piaccia.

# */*/*
source: This library is empty, you should upload something in it!
ca: Aquesta biblioteca és buida, hauríeu de pujar-hi alguna cosa!
fr_fr: Cette audiothèque est vide. Vous devriez y créer quelque chose !
it: Questa libreria è vuota, dovresti caricarci qualcosa!

# Content/Library/Card.Help text
source: This library is private and your approval from its owner is needed to access its content
ca: Aquesta biblioteca és privada i es necessita l'aprovació del seu propietari per tal d'accedir al seu contingut
fr_fr: Cette bibliothèque est privée et son propriétaire doit vous approuver pour accéder à son contenu
it: Questa libreria è privata e la tua approvazione dal suo proprietario è necessaria per accedere al suo contenuto

# Content/Library/Card.Help text
source: This library is public and you can access its content freely
ca: Aquesta biblioteca és pública i pots accedir lliurement al seu contingut
fr_fr: Cette bibliothèque est publique et vous pouvez accéder à son contenu librement
it: Questa libreria è pubblica e tu puoi accedere al suo contenuto liberamente

# Content/Library/Card.Help text
source: This library is restricted to users on this pod only
ca: Aquesta biblioteca està restringida a usuaris d'aquesta instància
fr_fr: Cette audiothèque est restreinte aux utilisateurs de ce pod uniquement
it: Questa libreria è ristretta agli utenti di questa istanza

# Modal/*/Paragraph
source: This may affect a lot of elements or have irreversible consequences, please double check this is really what you want.
ca: Això pot afectar molts elements o tenir conseqüències irreversibles, comproveu que és realment el que voleu.
fr_fr: Cela peut affecter de nombreux éléments ou avoir des conséquences irréversibles, merci de vérifier que c'est bien ce que vous souhaitez.
it: Questo può coinvolgere molti elementi o avere conseguenze irreversibili, per favore ricontrolla se è proprio quello che vuoi.

# Content/*/Error message.Title
source: This object cannot be retrieved
ca: No es pot recuperar aquest objecte
fr_fr: Cet objet n'a pu être récupéré
it: Questo oggetto non può essere recuperato

# Content/*/Message
source: This object is managed by another server, you cannot edit it.
ca: Aquest objecte és gestionat per un altre servidor, no el podeu editar.
fr_fr: Cet objet est géré par un autre serveur, vous ne pouvez pas le modifier.
it: Questo oggetto è gestito da un altro server, non puoi modificarlo.

# Content/Home/Paragraph
source: This pod runs Funkwhale, a community-driven project that lets you listen and share music and audio within a decentralized, open network.
ca: Aquest pod funciona amb Funkwhale, un projecte impulsat per la comunitat que us permet escoltar i compartir música i àudio en una xarxa oberta descentralitzada.
fr_fr: Ce pod fonctionne grâce au logiciel Funkwhale, un projet communautaire qui vous permet d'écouter et de partager de la musique et des contenus audio au sein d'un réseau décentralisé et ouvert.
it: Su questo pod gira Funkwhale, un progetto guidato dalla comunità che ti permette di ascoltare e condividere musica e file audio in una rete aperta e decentralizzata.

# Content/Library/Help text
source: This track could not be processed, please make sure it is tagged correctly
ca: No s'ha pogut processar aquesta pista, assegurat que estigui correctament etiquetada
fr_fr: Cette piste n'a pu être traitée, merci de vous assurer qu'elle est taggée correctement
it: Non è stato possibile processare questa traccia, assicurati che sia etichettata correttamente

# Content/Library/Help text
source: This track has been uploaded, but hasn't been processed by the server yet
ca: Aquesta pista s’ha carregat, però el servidor encara no l’ha processat
fr_fr: La piste est importée mais n'a pas encore été traitée par le serveur
it: Questa traccia è stata caricata, ma non è ancora stata processata dal server

# Content/Library/Help text
source: This track has been uploaded, but hasn't been scheduled for processing yet
ca: Aquesta pista s’ha carregat, però encara no s'ha programat per processar-la
fr_fr: La piste est importée mais n'a pas encore été traitée par le serveur
it: Questa traccia è stata caricata, ma la sua elaborazione non è ancora stata programmata

# Content/Library/Help text
source: This track is already present in one of your libraries
ca: Aquesta pista ja hi és dins una de les teves biblioteques
fr_fr: La piste est déjà présente dans l'une de vos bibliothèques
it: Questa traccia è già presente in una delle tue librerie

# */Queue/Button/Title
source: This track is not available in any library you have access to
ca: Aquesta pista no està disponible en cap la biblioteca on hi tens accés
fr_fr: Cette piste n'est pas accessible dans les bibliothèques auxquelles vous avez accès
it: Questa traccia non è disponibile in nessuna libreria alla quale hai accesso

# Content/Track/Paragraph
source: This track is present in the following libraries:
ca: Aquesta pista és present en una d'aquestes biblioteques:
fr_fr: Cette piste est présente dans les bibliothèques suivantes :
it: Questa traccia è presente nelle seguenti librerie:

# Content/Moderation/Paragraph
source: This user wants to sign-up on your pod.
ca: Aquest usuari es vol registrar a la vostra instància.
fr_fr: Cet utilisateur.trice voudrait créer un compte sur votre pod.
it: Questo utente vuole registrarsi alla tua istanza.

# Popup/Playlist/Paragraph
source: This will completely delete this playlist and cannot be undone.
ca: Això eliminarà completament aquesta llista de reproducció i no es podrà desfer l'acció.
fr_fr: Cela supprimera définitivement cette playlist et ne pourra pas être annulé.
it: Questo cancellerà questa lista di riproduzione e non può essere annullato.

# Popup/Radio/Paragraph
source: This will completely delete this radio and cannot be undone.
ca: Això eliminarà completament aquesta ràdio i no es podrà desfer.
fr_fr: Cela supprimera définitivement cette radio et ne pourra pas être annulé.
it: Questo cancellerà questa radio e non può essere annullato.
