Repository: mx2913/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ca, fr_fr, it, sv

# Content/Home/Link
source: Browse public content
ca: Explorar el contingut públic
fr_fr: Parcourir le contenu public
it: Naviga tra i contenuti pubblici

# Content/*/Verb
source: Browse the library
ca: Navegueu per la biblioteca
fr_fr: Parcourir l'audiothèque
it: Sfoglia libreria

# */*/*
source: Browse…
ca: Navega …
fr_fr: Parcourir…
it: Sfoglia…

# Content/Album/Title
source: Browsing albums
ca: Navegueu pels àlbums
fr_fr: Parcourir les albums
it: Sfogliando gli album

# Content/Artist/Title
source: Browsing artists
ca: Navegueu pels artistes
fr_fr: Parcourir les artistes
it: Sfogliando artisti

# Content/Playlist/Title
source: Browsing playlists
ca: Navegueu per la llistes de reproducció
fr_fr: Parcourir les listes de lecture
it: Sfogliando playlists

# Content/Radio/Title
source: Browsing radios
ca: Navegueu per les ràdios
fr_fr: Parcourir les radios
it: Sfogliando radio

# Content/Radio/Title
source: Builder
ca: Editor
fr_fr: Éditeur
it: Crea

# Popup/Library/Paragraph
source: By unfollowing this library, you loose access to its content.
ca: Si deixes de seguir aquesta biblioteca, perdràs l'accés al seu contingut.
fr_fr: En cessant de suivre cette bibliothèque, vous perdez l’accès à son contenu.
it: Smettendo di seguire questa libreria, perderai l'accesso al suo contenuto.

# Content/Moderation/Table.Label/Noun
source: Cached size
ca: Mida de la memòria cau
fr_fr: Taille du cache
it: Dimensione in cache

# */*/Button.Label/Verb
source: Cancel
ca: Cancelar
fr_fr: Annuler
it: Annulla

# Content/Library/Card.Button.Label/Verb
source: Cancel follow request
ca: Cancel·lar la petició de seguiment
fr_fr: Annuler la demande d'abonnement
it: Annulla richiesta di follow

# Content/Library/Card.Paragraph
source: Cancel follow request
ca: Cancel·lar la petició de seguiment
fr_fr: Annuler la demande d'abonnement
it: Annulla richiesta di seguire

# Content/Radio/Table.Label/Noun (Value is a number of Tracks)
source: Candidates
ca: Pistes candidates
fr_fr: Pistes candidates
it: Candidati

# Content/Library/Help text
source: Cannot upload this file, ensure it is not too big
ca: És impossible carregar aquest fitxer, assegurat que no és massa gran
fr_fr: Impossible de transférer ce fichier, assurez-vous qu'il n'est pas trop gros
it: Impossibile caricare questo file, controlla che non sia troppo grande

# */*/*
source: Category
ca: Categoria
fr_fr: Catégorie
it: Categoria

# Footer/Settings/Dropdown.Label/Short, Verb
source: Change language
ca: Canviar l'idioma
fr_fr: Changer la langue
it: Cambia lingua

# Content/Settings/Title/Verb
source: Change my password
ca: Canviar la meva contrasenya
fr_fr: Changer mon mot de passe
it: Cambia la mia password

# Content/Settings/Button.Label
source: Change password
ca: Canviar la contrasenya
fr_fr: Changer le mot de passe
it: Cambia password

# Footer/Settings/Dropdown.Label/Short, Verb
source: Change theme
ca: Canviar el tema
fr_fr: Changer le thème
it: Cambia tema

# */Signup/Title
source: Change your password
ca: Canviar la teva contrasenya
fr_fr: Changer votre mot de passe
it: Cambia la tua password

# Popup/Settings/Title
source: Change your password?
ca: Canviar la teva contrasenya?
fr_fr: Changer le mot de passe ?
it: Cambiare la tua password?

# Content/Playlist/Paragraph
source: Changes synced with server
ca: Canvis sincronitzats amb el servidor
fr_fr: Changements synchronisés avec le serveur
it: Modifiche sincronizzate con il server

# Content/Settings/Paragraph'
source: Changing your password will also change your Subsonic API password if you have requested one.
ca: Si canvieu la vostra contrasenya també canviarà la vostra contrasenya de l’API Subsonic si l’heu sol·licitat.
fr_fr: La mise à jour de votre mot de passe changera également le mot de passe de l'API Subsonic si vous en avez demandé un.
it: Cambiando la tua password cambierà anche la password della API Subsonic se ne hai richiesta una.

# Popup/Settings/Paragraph
source: Changing your password will have the following consequences:
ca: Canviar la teva contrasenya tindrà les següents conseqüències:
fr_fr: Modifier votre mot de passe aura les conséquences suivantes :
it: Cambiare la tua password avrà queste conseguenze:

# */*/*
source: Channel
ca: Canal
fr_fr: Chaîne
it: Canale

# Content/Moderation/Title
source: Channel data
ca: Dades del canal
fr_fr: Données de la chaîne
it: Dati del canale

# Content/Channel/*
source: Channel Picture
ca: Imatge del canal
fr_fr: Image de la chaîne
it: Immagine del canale

# */*/*
source: Channels
ca: Canals
fr_fr: Chaînes
it: Canali

# Footer/*/List item.Link
source: Chat room
ca: Sala de xat
fr_fr: Salle de discussion
it: Stanza di conversazione

# Content/Applications/Paragraph/
source: Checking the parent "Read" or "Write" scopes implies access to all the corresponding children scopes.
ca: Comprovar els àmbits pare “Llegir” o “Escriure” implica l’accés a tots els àmbits fill que en deriven.
fr_fr: Cocher le périmètre "Lecture" ou "Écriture" sur le parent implique l'accès à tous les périmètres enfants correspondants.
it: Controllando i permessi "Lettura" o "Scrittura" del livello superiore implica l'accesso a tutti i corrispondenti permessi dei livelli inferiori.

# Popup/Instance/Title
source: Choose your instance
ca: Escull la teva instància
fr_fr: Choisissez votre instance
it: Scegli la tua istanza

# */Queue/*/Verb
source: Clear
ca: Netejar
fr_fr: Effacer
it: Svuota

# Content/Library/Button.Label
source: Clear
ca: Netejar
fr_fr: Effacer
it: Pulisci

# */Playlist/Button.Label/Verb
source: Clear playlist
ca: Buidar la llista de reproducció
fr_fr: Vider la liste de lecture
it: Pulisci playlist

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Clear queue
ca: Netejar la cua
fr_fr: Vider la file d'attente
it: Svuota la coda

# Sidebar/Player/Icon.Tooltip/Verb
source: Clear your queue
ca: Neteja la cua de reproducció
fr_fr: Vider la liste d'attente
it: Pulisci la tua coda

# Content/Library/Link.Title
source: Click to display more information about the import process for this upload
ca: Feu clic per mostrar més informació sobre el procés d'importació per a aquesta càrrega
fr_fr: Cliquer pour afficher plus d'information à propos du processus d'import pour cet envoi
it: Clicca per visualizzare più informazioni sul processo di importazione di questo caricamento

# Content/Library/Paragraph/Call to action
source: Click to select files to upload or drag and drop files or directories
ca: Feu clic per seleccionar fitxers per carregar o arrossega i deixa anar fitxers o directoris
fr_fr: Cliquez pour sélectionner les fichiers a téléverser ou glisser-déposer les fichiers ou répertoires
it: Clicca per selezionare i file da caricare o trascina e rilascia file o cartelle

# */*/Button.Label/Verb
source: Close
ca: Tancar
fr_fr: Fermer
it: Chiudi

# */Queue/*/Verb
source: Close
fr_fr: Fermer
it: Chiudi

# */*/Button.Label/Verb
source: Close and reload page
ca: Tancar i recarregar la pàgina
fr_fr: Fermer et recharger la page
it: Chiudi e ricarica pagina

# */*/*/State of registrations
source: Closed
ca: Tancat
fr_fr: Fermées
it: Chiuso

# Content/Admin/Table.Label/Noun
source: Code
ca: Codi
it: Codice

# */*/Button,Label
source: Collapse
ca: Amaga
fr_fr: Réduire
it: Riduci

# Content/Radio/Table.Label/Verb (Value is a List of Parameters)
source: Config
ca: Configuració
fr_fr: Configuration
it: Configurazione

# Modal/*/Button.Label/Short, Verb
source: Confirm
ca: Confirmar
fr_fr: Confirmer
it: Conferma

# Head/Signup/Title
source: Confirm your e-mail address
ca: Confirma el teu correu electrònic
fr_fr: Confirmer votre courriel
it: Conferma il tuo indirizzo e-mail

# Content/Signup/Form.Label
source: Confirmation code
ca: Codi de confirmació
fr_fr: Code de confirmation
it: Codice di conferma

# Content/Home/Header/Name
source: Contact
ca: Contacte
it: Contatta

# Content/*/Dropdown.Label/Noun
source: Content category
ca: Categoria de contingut
fr_fr: Catégorie du contenu
it: Categoria del contenuto

# */Moderation/Message
source: Content filter successfully added
ca: S'ha afegit el filtre de contingut
fr_fr: Filtre de contenu ajouté avec succès
it: Filtro di contenuto aggiunto con successo

# Content/Settings/Title/Noun
source: Content filters
ca: Filtres de continguts
fr_fr: Filtres de contenu
it: Filtri di contenuto

# Content/Settings/Paragraph
source: Content filters help you hide content you don't want to see on the service.
ca: Els filtres de contingut us ajuden a amagar el contingut que no voleu veure al servei.
fr_fr: Les filtres de contenu vous aident à cacher les contenus que vous ne voulez pas voir sur ce service.
it: I filtri di contenuti ti aiutano a nascondere cose che non vuoi vedere su questo servizio.

# Content/*/Button.Help text.Paragraph
source: Content has been updated, click refresh to see up-to-date content
fr_fr: Le contenu a été modifié, cliquez sur rafraîchir pour voir le contenu à jour
it: Il contenuto è stato aggiornato, clicca aggiorna per visualizzare il contenuto aggiornato

# Content/About/Header
source: Contents
ca: Continguts
fr_fr: Contenu
it: Contenuti

# Footer/*/List item.Link
source: Contribute
ca: Col·laborar
fr_fr: Contribuer
it: Contribuisci

# */*/Button.Label/Short, Verb
source: Copy
ca: Copiar
fr_fr: Copier
it: Copia

# Content/Auth/Paragraph
source: Copy-paste the following code in the application:
ca: Copia i enganxa el codi de seguiment a la vostra aplicació:
fr_fr: Copiez-coller le code suivant dans votre application :
it: Copia-incolla il codice seguente in questa applicazione:

# Popup/Embed/Paragraph
source: Copy/paste this code in your website HTML
ca: Còpia i enganxa aquest codi dins l'HTML de la vostra web
fr_fr: Copiez-collez ce code dans le HTML de votre site web
it: Copia/incolla questo codice nel tuo sito HTML

# Content/Track/*/Noun
source: Copyright
ca: Drets d'autor
it: Diritti d'autore

# Content/Signup/Paragraph
source: Could not confirm your e-mail address
ca: No hem pogut confirmar la teva adreça de correu electrònic
fr_fr: Nous n'avons pas pu confirmer votre adresse de courriel
it: Non è stato possibile confermare il tuo indirizzo e-mail

# Content/Library/Error message.Title
source: Could not fetch remote library
ca: Impossible recuperar la biblioteca remota
fr_fr: Impossible de récupérer la bibliothèque distante
it: Non è stato possibile recuperare la libreria remota

# */*/Button.Label
source: Create
ca: Crear
fr_fr: Créer
it: Crea

# Content/Moderation/Card.Button.Label/Verb
source: Create
ca: Crear
fr_fr: Créer
it: Crea

# Content/*/Verb
source: Create a Channel
fr_fr: Créer une nouvelle chaîne
it: Crea un Canale

# Content/Settings/Button.Label
source: Create a new application
ca: Crear una nova aplicació
fr_fr: Créer une nouvelle application
it: Crea una nuova applicazione

# Content/Library/Link/Verb
source: Create a new library
ca: Crear una nova biblioteca
fr_fr: Créer une nouvelle bibliothèque
it: Crea una nuova libreria

# Popup/Playlist/Title/Verb
source: Create a new playlist
ca: Crear una nova llista de reproducció
fr_fr: Créer une nouvelle liste de lecture
it: Crea una nuova playlist

# Content/*/Verb
source: Create a playlist
ca: Crear una llista de reproducció
fr_fr: Créer une liste de lecture
it: Crea playlist

# Content/*/Verb
source: Create a radio
ca: Crear una ràdio
fr_fr: Créer une radio
it: Crea radio

# */Signup/Link/Verb
source: Create an account
ca: Crear un compte
fr_fr: Créer un compte
it: Crea un account

# Content/Applications/Button.Label/Verb
source: Create application
ca: Crear una aplicació
fr_fr: Créer une application
it: Crea applicazione

# */Channels/Button.Label
source: Create channel
ca: Crear un canal
fr_fr: Créer une nouvelle chaîne
it: Crea canale

# Content/Channel/*/Verb
source: Create channel
ca: Crear un canal
fr_fr: Créer une chaîne
it: Crea canale

# Content/Library/Button.Label/Verb
source: Create library
ca: Crear una biblioteca
fr_fr: Créer la bibliothèque
it: Crea libreria

# Content/Signup/Button.Label
source: Create my account
ca: Crear el meu compte
fr_fr: Créer mon compte
it: Crea il mio account

# Content/Playlist/Button.Label/Verb
source: Create playlist
ca: Crear una llista de reproducció
fr_fr: Créer la liste de lecture
it: Crea playlist

# Content/Home/CreatePlaylist
source: Create Playlist
ca: Crear una llista de reproducció
fr_fr: Créer la liste de lecture
it: Crea Playlist

# Content/Radio/Button.Label/Verb
source: Create your own radio
ca: Crear la teva pròpia ràdio
fr_fr: Créer votre propre radio
it: Crea la tua radio

# Content/*/*/Noun
source: Creation date
ca: Data de creació
fr_fr: Date de création
it: Data di creazione

# Content/Settings/Title/Noun
source: Current image
ca: Imatge actual
fr_fr: Image actuelle
it: Immagine attuale

# Content/Library/Title
source: Current usage
ca: Ús actual
fr_fr: Utilisation actuelle
it: Utilizzo attuale

# Footer/Settings/Dropdown.Label/Theme name
source: Dark
ca: Fosc
fr_fr: Sombre
it: Scuro

# */*/Error
source: Data returned by the remote server had invalid or missing attributes
ca: Les dades retornades pel servidor remot tenien atributs invàlids o en faltaven
fr_fr: Les données renvoyées par le serveur distant ont des attributs manquants ou invalides
it: I dati riportati dal server remoto hanno attributi invalidi o mancanti

# Popup/*/Message.Content
source: Data was refreshed successfully from remote server.
ca: Les dades s'han actualitzat correctament des del servidor remot.
fr_fr: Les données ont été rafraîchies avec succès depuis le serveur distant.
it: I dati sono stati aggiornati con successo dal server remoto.

# Content/Library/Table.Label
source: Date
ca: Data
it: Data

# Popup/Import/Table.Label/Noun
source: Debug information
ca: Informació de depuració
fr_fr: Informations de débogage
it: Informazioni di debug

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Decrease volume
ca: Disminueix el volum
fr_fr: Diminuer le volume
it: Diminuisci volume

# */*/*
source: Delete
ca: Suprimir
fr_fr: Supprimer
it: Elimina

# */*/*/Verb
source: Delete
ca: Suprimir
fr_fr: Supprimer
it: Elimina

# Popup/Library/Button.Label/Verb
source: Delete library
ca: Suprimir la llibreria
fr_fr: Supprimer la bibliothèque
it: Elimina libreria

# Popup/Moderation/Button.Label/Verb
source: Delete moderation rule
ca: Suprimir la regla de moderació
fr_fr: Supprimer la règle de modération
it: Elimina regola di moderazione

# */*/Button.Label
source: Delete my account
ca: Esborrar el meu compte
fr_fr: Supprimer mon compte
it: Elimina il mio account

# */*/Button.Label
source: Delete my account…
ca: Esborra el meu compte …
fr_fr: Supprimer mon compte…
it: Elimina il mio account…

# Popup/Playlist/Button.Label/Verb
source: Delete playlist
ca: Suprimir la llista de reproducció
fr_fr: Supprimer la liste de lecture
it: Elimina playlist

# Popup/Radio/Button.Label/Verb
source: Delete radio
ca: Suprimir la ràdio
fr_fr: Supprimer la radio
it: Elimina radio

# Content/Moderation/Button/Verb
source: Delete reported object
ca: Suprimeix l'objecte notificat
fr_fr: Supprimer l’objet signalé
it: Elimina oggetto segnalato

# Content/Moderation/Popup/Header
source: Delete reported object?
ca: Suprimir l'objecte notificat?
fr_fr: Supprimer l’objet signalé ?
it: Eliminare oggetto segnalato?

# Popup/Channel/Title
source: Delete this album?
ca: Suprimir aquest àlbum?
fr_fr: Supprimer cet album ?
it: Eliminare questo album?

# Popup/Library/Title
source: Delete this album?
ca: Suprimir aquest àlbum?
fr_fr: Supprimer cet album ?
it: Eliminare questo album?

# Popup/Library/Title
source: Delete this artist?
ca: Suprimir aquest artista?
fr_fr: Supprimer cet artiste ?
it: Eliminare questo artista?

# Popup/Library/Title
source: Delete this channel?
ca: Suprimir aquest canal?
fr_fr: Supprimer cette chaîne ?
it: Eliminare questo canale?

# Popup/Channel/Title
source: Delete this Channel?
ca: Suprimir aquest canal?
fr_fr: Supprimer cette chaîne ?
it: Eliminare questo Canale?

# Popup/Library/Title
source: Delete this library?
ca: Suprimir la biblioteca?
fr_fr: Supprimer cette bibliothèque ?
it: Eliminare questa libreria?

# Popup/Moderation/Title
source: Delete this moderation rule?
ca: Suprimir la regla de moderació?
fr_fr: Supprimer cette règle de modération ?
it: Eliminare questa regola di moderazione?

# Popup/Moderation/Title
source: Delete this note?
ca: Suprimir aquesta nota?
fr_fr: Supprimer cette note ?
it: Eliminare questa nota?

# Popup/Library/Title
source: Delete this suggestion?
ca: Suprimir aquesta suggerència?
fr_fr: Supprimer cette suggestion ?
it: Eliminare questo suggerimento?

# Popup/Library/Title
source: Delete this tag?
ca: Suprimir aquesta etiqueta?
fr_fr: Supprimer ce tag ?
it: Eliminare questo tag?

# Popup/Channel/Title
source: Delete this track?
ca: Suprimir aquesta pista?
fr_fr: Supprimer cette piste ?
it: Eliminare questa traccia?

# Popup/Library/Title
source: Delete this track?
ca: Suprimir aquesta pista?
fr_fr: Supprimer cette piste ?
it: Eliminare questa traccia?

# Popup/Library/Title
source: Delete this upload?
ca: Suprimir aquest enviament?
fr_fr: Supprimer cet envoi ?
it: Eliminare questo caricamento?

# */*/*/Verb
source: Delete…
ca: Suprimir …
fr_fr: Supprimer…
it: Elimina…

# Content/Search/Dropdown
source: Descending
ca: Descendent
fr_fr: Décroissant
it: Decrescente

# Content/Moderation/Placeholder
source: Describe what actions have been taken, or any other related updates…
ca: Descriu quines accions s'han dut a terme, o qualsevol altra novetat …
fr_fr: Décrivez quelles actions ont été prises, ou toute autre mise à jour liée…
it: Descrivi quali azioni sono state eseguite, o qualsiasi altro aggiornamento relativo a questo…

# '*/*/*/Noun
source: Description
ca: Descripció
it: Descrizione

# */*/*
source: Description
ca: Descripció
it: Descrizione

# */*/*/Noun
source: Description
ca: Descripció
it: Descrizione

# Content/Library/Card.Button.Label/Noun
source: Details
ca: Detalls
fr_fr: Détails
it: Dettagli

# Content/Moderation/Help text
source: Determine how much content the user can upload. Leave empty to use the default value of the instance.
ca: Determineu la quantitat de contingut que l'usuari pot carregar. Deixeu-ho en blanc per utilitzar el valor per defecte de la instància.
fr_fr: Déterminez la quantité de contenu que l'utilisateur peut importer. Laissez vide pour utiliser la valeur par défaut de l'instance.
it: Determina quanto contenuto un utente può caricare. Lascia vuoto per usare il valore predefinito dell'istanza.

# Content/Settings/Dropdown.Help text
source: Determine the visibility level of your activity
ca: Determina el nivell de la visibilitat de la teva activitat
fr_fr: Détermine le niveau de visibilité de votre activité
it: Imposta il livello di visibilità delle tue attività

# Popup/Settings/Button.Label
source: Disable access
ca: Desactivar l'accés
fr_fr: Désactiver l'accès
it: Disabilita accesso

# Content/Settings/Button.Label/Verb
source: Disable Subsonic access
ca: Desactivar l'accés via Subsonic
fr_fr: Désactiver l'accès via Subsonic
it: Disabilita accesso Subsonic

# Popup/Settings/Title
source: Disable Subsonic API access?
ca: Desactivar l'accés a l'API Subsonic?
fr_fr: Désactiver l'accès à l'API Subsonic ?
it: Disabilitare l'accesso alle API Subsonic?

# */*/*/State of feature
source: Disabled
ca: Desactivat
fr_fr: Désactivé
it: Disabilitato

# */*/*/Noun
source: Disc number
ca: Número de disc
fr_fr: Numéro de disque
it: Numero disco

# Content/Home/Link
source: Discover everything you need to know about Funkwhale and its features
ca: Descobreix tot allò que necessites saber sobre Funkwhale i les seves funcions
fr_fr: Découvrez tout ce que vous devez savoir à propos de Funkwhale et de ses fonctionnalités
it: Scopri tutto quello che devi sapere su Funkwhale e le sue funzionalità

# Content/Settings/Link
source: Discover how to use Funkwhale from other apps
ca: Descobreix com utilitzar Funkwhale des d'altres aplicacions
fr_fr: Découvrez comment utiliser Funkwhale depuis d'autres applications
it: Scopri come utilizzare Funkwhale attraverso altre app

# Content/Notifications/Button.Label/Verb
source: Discover other ways to help
ca: Descobreix altres maneres d'ajudar
fr_fr: Découvrez d’autres façons d’aider
it: Scopri altri modi per aiutare

# 'Content/*/*/Noun'
source: Display name
ca: Mostra el nom
fr_fr: Nom d'affichage
it: Nome visualizzato

# Content/Radio/Checkbox.Label/Verb
source: Display publicly
ca: Mostrar públicament
fr_fr: Afficher publiquement
it: Mostra pubblicamente

# Content/Moderation/Help text
source: Do not download any media file (audio, album cover, account avatar…) from this account or domain. This will purge existing content as well.
ca: No descarregueu cap fitxer multimèdia (àudio, portada, avatar del compte, …) des d'aquest compte o domini. Això també eliminarà el contingut existent.
fr_fr: Ne jamais télécharger de médias (audio, album, couverture, avatar de compte…) de ce compte ou domaine. Cela purgera aussi le contenu existant.
it: Non scaricare nessun media (audio, copertina dell'album, avatar dell'account…) da questo account o dominio. Questo eliminerà anche i contenuti già esistenti.

# Content/Notifications/Header
source: Do you like Funkwhale?
ca: T'agrada Funkwhale?
fr_fr: Vous aimez Funkwhale ?
it: Ti piace Funkwhale?

# Popup/Playlist/Title
source: Do you want to clear the playlist "%{ playlist }"?
ca: Vols buidar la llista de reproducció "%{ playlist }"?
fr_fr: Voulez-vous vider la liste de lecture « %{ playlist } » ?
it: Vuoi pulire la playlist "%{ playlist }"?

# Modal/*/Title
source: Do you want to confirm this action?
ca: Vols confirmar aquesta acció?
fr_fr: Souhaitez-vous confirmer cette action ?
it: Vuoi confermare questa azione?

# Popup/Playlist/Title/Call to action
source: Do you want to delete the playlist "%{ playlist }"?
ca: Vols eliminar aquesta llista de reproducció "%{ playlist }"?
fr_fr: Voulez-vous supprimer la liste de lecture « %{ playlist } » ?
it: Vuoi eliminare la playlist "%{ playlist }"?

# Popup/Radio/Title
source: Do you want to delete the radio "%{ radio }"?
ca: Vols suprimir aquesta ràdio "%{ radio }"?
fr_fr: Voulez-vous supprimer la radio « %{ radio } » ?
it: Vuoi eliminare la radio "%{ radio }"?

# Popup/Settings/Title
source: Do you want to delete your account?
ca: Vols esborrar el teu compte?
fr_fr: Souhaitez-vous supprimer votre compte ?
it: Vuoi eliminare il tuo account?

# Popup/Moderation/Title/Verb
source: Do you want to hide content from artist "%{ name }"?
ca: Vols ocultar el contingut de l’artista "%{ name }"?
fr_fr: Voulez-vous cacher le contenu de l’artiste « %{ name } » ?
it: Vuoi nascondere i contenuti dell'artista "%{ name }"?

# Modal/*/Title
source: Do you want to launch %{ action } on %{ count } element?
ca: Vols executar l'acció %{ action } de %{ count } element?
fr_fr: Voulez-vous effectuer l'action « %{ action } » sur %{ count } élément ?
it: Vuoi eseguire %{ action } su %{ count } elemento?

# Popup/Moderation/Title/Verb
source: Do you want to report this object?
ca: Vols informar sobre aquest objecte?
fr_fr: Souhaitez-vous signaler cet élément ?
it: Vuoi segnalare questo oggetto?

# Footer/*/List item.Link/Short, Noun
source: Documentation
ca: Documentació
it: Documentazione

# Content/Moderation/*/Noun
source: Domain
ca: Domini
fr_fr: Domaine
it: Dominio

# */Moderation/*/Noun
source: Domains
ca: Dominis
fr_fr: Domaines
it: Domini

# Content/Notifications/Button.Label/Verb
source: Donate
ca: Donar
fr_fr: Donner
it: Dona

# Content/Track/Link/Verb
source: Download
ca: Descarregar
fr_fr: Télécharger
it: Scarica

# Content/*/*
source: Downloads
fr_fr: Téléchargements
it: Download

# Content/Library/*/Short
source: Draft
ca: Esborrany
fr_fr: Brouillon
it: Bozza
