Repository: mx2913/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ca, fr_fr, it, sv

# Head/Admin/Title
source: Instance settings
ca: Paràmetres de la instància
fr_fr: Paramètres de l'instance
it: Impostazioni dell'istanza

# Popup/Instance/Input.Label/Noun
source: Instance URL
ca: Adreça de la instància
fr_fr: Adresse de l'instance
it: URL dell'istanza

# Content/*/*/Noun
source: Internal notes
ca: Notes internes
fr_fr: Notes internes
it: Note interne

# Content/Library/Help text
source: Invalid file type, ensure you are uploading an audio file. Supported file extensions are %{ extensions }
ca: El tipus de fitxer no és vàlid, assegurat de carregar un fitxer d'àudio. Les extensions de fitxers compatibles són %{ extensions }
fr_fr: Mauvais type de fichier, assurez-vous de charger un fichier audio. Les formats de fichiers supportés sont %{ extensions }
it: Tipo di file non valido, assicurati che stai caricando un file audio. Le estensioni di file supportate sono %{ extensions }

# Popup/Import/Error.Label
source: Invalid metadata
ca: Metadades invàlides
fr_fr: Métadonnées invalides
it: Metadati non validi

# Content/*/Input.Label
source: Invitation code
ca: Codi d'invitació
fr_fr: Code d'invitation
it: Codice di invito

# */Admin/*/Noun
source: Invitations
ca: Invitacions
it: Inviti

# Content/Moderation/*/Adjective
source: Is present on allow-list
ca: Present a la llista de permisos
fr_fr: Présent sur la liste d'autorisations
it: è presente sulla lista dei consentiti

# Footer/*/List item.Link
source: Issue tracker
ca: Seguiment de problemes
fr_fr: Suivi des problèmes
it: Elenco problemi

# Popup/Instance/Error message.Title
source: It is not possible to connect to the given URL
ca: No és possible conectar-se a la URL assenyalada
fr_fr: Impossible de se connecter à l'URL renseignée
it: Non è possibile connettersi all'URL dato

# */*/*/Noun
source: Items
ca: Elements
fr_fr: Éléments
it: Oggetti

# */*/*/Noun
source: Keyboard shortcuts
ca: Dreceres de teclat
fr_fr: Raccourcis clavier
it: Scorciatoie da tastiera

# Content/Moderation/Table.Label.Link
source: Known accounts
ca: Comptes coneguts
fr_fr: Comptes connus
it: Account conosciuti

# Content/Library/Title
source: Known libraries
ca: Biblioteques conegudes
fr_fr: Bibliothèques connues
it: Librerie conosciute

# */*/*
source: Language
ca: Idioma
fr_fr: Langue
it: Lingua

# Content/Profile/Table.Label/Short, Noun (Value is a date)
source: Last activity
ca: Última activitat
fr_fr: Dernière activité
it: Ultima attività

# Content/*/Table.Label
source: Last checked
ca: Última comprovació
fr_fr: Dernière vérification
it: Controllato l'ultima volta

# Popup/Playlist/Table.Label/Short
source: Last modification
ca: Última modificació
fr_fr: Dernière modification
it: Ultima modifica

# Content/Moderation/Table.Label/Noun
source: Last seen
ca: Vist la darrera vegada
fr_fr: Vu pour la dernière fois
it: Visto l'ultima volta

# Content/Moderation/Dropdown/Noun
source: Last seen date
ca: Data de la darrera visita
fr_fr: Date de dernier aperçu
it: Visto l'ultima volta in data

# Content/Library/Card.List item/Noun
source: Last update:
ca: Última actualització:
fr_fr: Dernière mise à jour :
it: Ultimo aggiornamento:

# App/Message/Paragraph
source: Later
ca: Més tard
fr_fr: Plus tard
it: Dopo

# Content/Channel/Paragraph
source: Latest episodes
ca: Darrers episodis
fr_fr: Derniers épisodes
it: Ultimi episodi

# Content/Channel/Paragraph
source: Latest tracks
ca: Darreres pistes
fr_fr: Dernières pistes
it: Ultime tracce

# Modal/*/Button.Label/Short, Verb
source: Launch
ca: Iniciar
fr_fr: Démarrer
it: Inizia

# Content/Home/Link
source: Learn more
ca: Aprèn més
fr_fr: En savoir plus
it: Scopri di più

# Content/Admin/Input.Placeholder
source: Leave empty for a random code
ca: Deixar en blanc per obtenir un codi aleatori
fr_fr: Laisser vide pour obtenir un code aléatoire
it: Lascia vuoto per un codice casuale

# Popup/Embed/Paragraph
source: Leave empty for a responsive widget
ca: Deixeu-ho en blanc per a un giny responsiu
fr_fr: Laisser vide pour un widget adaptatif
it: Lascia vuoto per un widget adattivo

# */*/*/Noun
source: Libraries
ca: Biblioteques
fr_fr: Bibliothèques
it: Librerie

# Content/OAuth Scopes/Label
source: Libraries and uploads
ca: Biblioteques i càrregues
fr_fr: Bibliothèques et téléversements
it: Librerie e caricamenti

# Content/Library/Paragraph
source: Libraries help you organize and share your music collections. You can upload your own music collection to Funkwhale and share it with your friends and family.
ca: Les biblioteques t'ajuden a organitzar i compartir la teva col·lecció de música. Pots pujar-la a Funkwahale i compartir-la amb els teus amics i familiars.
fr_fr: Les bibliothèques vous aident à organiser et à partager votre collection de musique. Vous pouvez téléverser votre bibliothèque musicale sur Funkwhale et la partager avec vos amis et votre famille.
it: Le librerie sono di aiuto per organizzare e condividere la tua collezione musicale. Puoi caricare la tua musica su Funkwhale e condividerla con amici e parenti.

# */*/*
source: Library
ca: Biblioteca
fr_fr: Audiothèque
it: Libreria

# */*/*/Noun
source: Library
ca: Biblioteca
fr_fr: Bibliothèque
it: Libreria

# Head/Home/Title
source: Library
fr_fr: Audiothèque
it: Libreria

# */*/*
source: Library contents
ca: Continguts de la biblioteca
fr_fr: Contenu de l'audiothèque
it: Contenuto della libreria

# Content/Library/Message
source: Library created
ca: Biblioteca creada
fr_fr: Bibliothèque créée
it: Libreria creata

# Content/Moderation/Title
source: Library data
ca: Dades de la biblioteca
fr_fr: Données de la bibliothèque
it: Dati della libreria

# Content/Library/Message
source: Library deleted
ca: Biblioteca suprimida
fr_fr: Bibliothèque supprimée
it: Libreria eliminata

# Content/Library/Card.Button.Label/Noun
source: Library Details
fr_fr: Détails de l'audiothèque
it: Dettagli Libreria

# Content/Admin/Title/Noun
source: Library edits
ca: Modificacions de la biblioteca
fr_fr: Modifications de la bibliothèque
it: Modifiche della libreria

# Content/Library/Message
source: Library updated
ca: Biblioteca actualitzada
fr_fr: Bibliothèque mise à jour
it: Libreria aggiornata

# */*/Paragraph/Noun
source: Library where files should be imported.
fr_fr: L'audiothèque vers laquelle importer les fichiers.
it: Libreria dove i file dovrebbero essere importati.

# Content/*/*/Noun
source: License
ca: Llicència
fr_fr: Licence
it: Licenza

# Footer/Settings/Dropdown.Label/Theme name
source: Light
ca: Clar
fr_fr: Clair
it: Chiaro

# Content/Moderation/Table.Label/Noun
source: Linked reports
ca: Informes relacionats
fr_fr: Signalement liés
it: Segnalazioni collegate

# Content/Home/Link
source: Listen to public albums and playlists shared on this pod
ca: Escolteu els àlbums públics i les llistes de reproducció compartides en aquest pod
fr_fr: Écouter les albums publics et les playlists disponibles sur ce pod
it: Ascolta album e liste di riproduzione pubbliche condivise su questo pod

# */*/*/Noun
source: Listenings
ca: Audicions
fr_fr: Écoutes
it: Ascolti

# Content/*/Button.Label
source: Load more…
ca: Carrega'n més …
fr_fr: Charger plus…
it: Carica di più…

# */*/*
source: Loading
ca: Carregant
fr_fr: Chargement
it: Caricamento

# Content/Library/Paragraph
source: Loading followers…
ca: Carregant els seguidors …
fr_fr: Chargement des abonnés…
it: Caricando la lista di chi ti segue…

# Content/Library/Paragraph
source: Loading Libraries…
ca: Carregant les biblioteques …
fr_fr: Chargement des bibliothèques…
it: Caricando le Librerie…

# Content/Notifications/Paragraph
source: Loading notifications…
ca: Carregant les notificacions …
fr_fr: Chargement des notifications…
it: Caricando le notifiche…

# Content/Library/Paragraph
source: Loading remote libraries…
ca: Carregant les biblioteques remotes …
fr_fr: Chargement des bibliothèques distantes…
it: Caricando le librerie remote…

# Content/Library/Paragraph
source: Loading usage data…
ca: Carregant dades d'utilització …
fr_fr: Chargement des données d'utilisation…
it: Caricando i dati di utilizzo…

# Content/Favorites/Message
source: Loading your favorites…
ca: Carregant els vostres favorits …
fr_fr: Chargement de vos favoris…
it: Caricando i tuoi preferiti…

# Content/Moderation/*/Short, Noun
source: Local
it: Locale

# Content/Moderation/*/Short, Noun
source: Local account
ca: Compte local
fr_fr: Compte local
it: Account locale

# Head/Login/Title
source: Log In
ca: Iniciar sessió
fr_fr: Connexion
it: Accedi

# Content/Login/Title/Verb
source: Log in to your Funkwhale account
ca: Iniciar sessió amb el teu compte de Funkwhale
fr_fr: Connectez-vous à votre compte Funkwhale
it: Accedi al tuo account Funkwhale

# Content/Login/Button.Label
source: Log in!
fr_fr: Connexion !
it: Accedi!

# Head/Login/Title
source: Log Out
ca: Tancar sessió
fr_fr: Déconnexion
it: Disconnetti

# */Login/*
source: Logging in…
fr_fr: Connexion en cours…
it: Accesso in corso…

# */Login/*/Verb
source: Login
ca: Iniciar sessió
fr_fr: Se connecter
it: Accedi

# Content/*/*/Noun
source: Login status
ca: Estat de la sessió
fr_fr: Statut de connexion
it: Stato dell'accesso

# Sidebar/Login/List item.Link/Verb
source: Logout
ca: Tancar sessió
fr_fr: Déconnexion
it: Disconnettiti

# */*/Form-builder
source: Long text
ca: Text llarg
fr_fr: Texte long
it: Testo lungo

# Content/Library/Paragraph
source: Looks like you don't have a library, it's time to create one.
ca: Sembla que no tens biblioteca, és hora de crear-ne una.
fr_fr: On dirait que vous n'avez pas encore de bibliothèque, il est temps d'en créer une.
it: Sembra che tu non abbia ancora nessuna libreria, è tempo di crearne una.

# Sidebar/Player/Icon.Tooltip
source: Looping disabled. Click to switch to single-track looping.
ca: Bucle desactivat. Clica per activar el bucle d'una sola pista.
fr_fr: Répétition désactivée. Cliquez ici pour activer la répétition sur la piste actuelle.
it: Ripetizione disattivata. Clicca per attivare la ripetizione della singola traccia.

# Sidebar/Player/Icon.Tooltip
source: Looping on a single track. Click to switch to whole queue looping.
ca: Bucle en una sola pista. Cliqueu per canviar al bucle complet de la cua.
fr_fr: Répétition sur la piste en cours. Cliquez pour répéter l'intégralité de la liste d'attente.
it: Ripeti una singola traccia. Clicca per ripetere l'intera coda.

# Sidebar/Player/Icon.Tooltip
source: Looping on whole queue. Click to disable looping.
ca: Bucle a tota la cua. Cliqueu per inhabilitar el bucle.
fr_fr: Répétition de l'intégralité de la liste d'attente, cliquez pour désactiver la répétition.
it: Ripete l'intera coda. Clicca per disattivare la ripetizione.

# Sidebar/*/Hidden text
source: Main menu
ca: Menú principal
fr_fr: Menu principal
it: Menu principale

# */*/*
source: Main navigation
fr_fr: Navigation
it: Navigazione principale

# Head/Admin/Title
source: Manage library
ca: Gestionar la biblioteca
fr_fr: Gérer la bibliothèque
it: Gestisci libreria

# Popup/Moderation/Title/Verb
source: Manage moderation rules for %{ obj }
ca: Gestioneu les regles de moderació de %{ obj }
fr_fr: Gérer les règles de modération pour %{ obj }
it: Gestisci regole di moderazione per %{ obj }

# Popup/Playlist/Title/Verb
source: Manage playlists
ca: Gestionar les llistes de reproducció
fr_fr: Gérer les listes de lecture
it: Gestisci playlist

# Content/Settings/Button.Label
source: Manage plugins
fr_fr: Gérer les greffons
it: Gestisci i plugin

# Head/Login/Title
source: Manage plugins
fr_fr: Gérer les greffons
it: Gestisci i plugin

# Head/Admin/Title
source: Manage users
ca: Gestionar els usuaris
fr_fr: Gérer les utilisateur·rices
it: Gestisci utenti

# Content/Playlist/Button.Label/Verb
source: Manage your playlists
ca: Gestiona les teves llistes de distribució
fr_fr: Gérer vos listes de lecture
it: Gestisci le tue playlist

# Content/Notifications/Button.Label/Verb
source: Mark all as read
ca: Marca-ho tot com a llegit
fr_fr: Tout marquer comme lu
it: Segna tutte come lette

# Content/Notifications/Button.Tooltip/Verb
source: Mark as read
ca: Marcat com a llegit
fr_fr: Marquer comme lu
it: Segna come letta

# Content/Notifications/Button.Tooltip/Verb
source: Mark as unread
ca: Marcat com a no llegit
fr_fr: Marquer comme non lu
it: Segna come non letta

# */Form/Paragraph
source: Markdown syntax is supported.
ca: Es pot utilitzar la sintaxi Markdown.
fr_fr: La syntaxe Markdown est prise en charge.
it: La sintassi Markdown è supportata.

# Sidebar/Player/Hidden text
source: Media player
ca: Reproductor multimèdia
fr_fr: Lecteur média
it: Riproduttore musicale

# */*/Field.Label/Noun
source: Message
ca: Missatge
it: Messaggio

# Content/Channel/Paragraph
source: Mirrored from %{ domain }
ca: replicat des de %{domain}
fr_fr: Redondé depuis %{ domain }
it: Mirror da %{ dominio }

# Footer/*/List item.Link
source: Mobile and desktop apps
ca: Aplicacions mòbils i d'escriptori
fr_fr: Applications mobiles et de bureau
it: Applicazioni desktop e mobile

# Content/Home/Link
source: Mobile apps
ca: Aplicacions mòbils
fr_fr: Applications mobiles
it: App mobile

source: Moderation
ca: Moderació
fr_fr: Modération
it: Moderazione

# Content/Moderation/Card.Paragraph
source: Moderation policies help you control how your instance interact with a given domain or account.
ca: Les regles de moderació t'ajudaran a controlar com la vostra instància interactua amb un domini o un compte determinat.
fr_fr: Les règles de modération vous aident à contrôler comment votre instance interagit avec un domaine ou compte donné.
it: Le regole di moderazione ti aiutano a controllare come la tua istanza interagisce con un dato dominio o account.

# Content/Moderation/Button.Label
source: Moderation rules…
ca: Regles de moderació …
fr_fr: Règles de modération…
it: Regole di moderazione…

# Content/Library/Card/Short
source: Modification %{ id }
ca: Modificatició %{ id }
it: Modifica %{ id }

# Content/Playlist/Dropdown/Noun
source: Modification date
ca: Data de modificació
fr_fr: Date de modification
it: Data di modifica

# Footer/About/List item.Link
source: More
ca: Més
fr_fr: Plus
it: Altri

# Search/*/*
source: More results 🡒
fr_fr: Plus de résultats 🡒
it: Altri risultati 🡒

# */*/Button.Label/Noun
source: More…
ca: Més …
fr_fr: Plus…
it: Di più…

# */*/*
source: Move down
ca: Mou cap a baix
fr_fr: Descendre
it: Sposta giù

# */*/*
source: Move up
ca: Mou cap a dalt
fr_fr: Monter
it: Sposta su

# */*/*
source: Music
ca: Música
fr_fr: Musique
it: Musica

# */*/*/Noun
source: Music
ca: Música
fr_fr: Musique
it: Musica

# Sidebar/Player/Icon.Tooltip/Verb
source: Mute
ca: Silencia
fr_fr: Couper le son
it: Muto

# Content/Moderation/*/Verb
source: Mute activity
ca: Silencia l'activitat
fr_fr: Masquer l’activité
it: Silenzia attività

# Content/Moderation/*/Verb
source: Mute notifications
ca: Silencia les notificacions
fr_fr: Masquer les notifications
it: Silenzia notifiche

# Content/Radio/Input.Placeholder
source: My awesome description
ca: La meva descripció genial
fr_fr: Ma description géniale
it: La mia stupenda descrizione

# Content/Library/Input.Placeholder
source: My awesome library
ca: La meva impressionant biblioteca
fr_fr: Ma bibliothèque d'enfer
it: La mia eccezionale libreria

# Content/Playlist/Input.Placeholder
source: My awesome playlist
ca: La meva impressionant llista de reproducció
fr_fr: Ma liste de lecture d'enfer
it: La mia eccezionale playlist

# Content/Radio/Input.Placeholder
source: My awesome radio
ca: La meva ràdio genial
fr_fr: Ma super radio
it: La mia eccezionale radio

# Content/Library/Title
source: My libraries
ca: Les meves biblioteques
fr_fr: Mes bibliothèques
it: Le mie librerie

# */*/*/Noun
source: My Library
ca: La meva biblioteca
fr_fr: Mon audiothèque
it: La Mia Libreria

# */*/*
source: N/A
ca: No disponible
fr_fr: ND
it: N/D

# */*/*/Noun
source: Name
ca: Nom
fr_fr: Nom
it: Nome

# Content/Channel/*
source: Name
ca: Nom
fr_fr: Nom
it: Nome

# */*/*
source: Never
ca: Mai
fr_fr: Jamais
it: Mai

# Popup/Channels/Title
source: New album
ca: Nou àlbum
fr_fr: Nouvel album
it: Nuovo album

# */*/*
source: New channels
ca: Canals nous
fr_fr: Nouvelles chaînes
it: Nuovi canali

# Content/Settings/Input.Label
source: New password
ca: Nova contrasenya
fr_fr: Nouveau mot de passe
it: Nuova password

# Sidebar/Player/Paragraph
source: New tracks will be appended here automatically.
ca: Les noves pistes s'afegiran automàticament aquí.
fr_fr: Les nouvelles pistes seront ajoutées ici automatiquement.
it: Le nuove tracce saranno allegate qui automaticamente.

# Content/Library/Card.Table.Header/Short
source: New value
ca: Nou valor
fr_fr: Nouvelle valeur
it: Nuovo valore

# Content/*/Link
source: Next Page
fr_fr: Étape suivante
it: Pagina Successiva

# */*/Button.Label
source: Next step
ca: Següent pas
fr_fr: Étape suivante
it: Prossimo passo

# Sidebar/Player/Icon.Tooltip
source: Next track
ca: Pista següent
fr_fr: Piste suivante
it: Prossima traccia

# Content/Search/Paragraph
source: No album matched your query
ca: Cap àlbum correspon a la teva consulta
fr_fr: Aucun album ne correspond à votre recherche
it: Nessun album corrisponde alla tua ricerca

# Content/Search/Paragraph
source: No artist matched your query
ca: Cap artista coincideix amb la teva consulta
fr_fr: Aucun·e artiste ne correspond à votre recherche
it: Nessun artista corrisponde alla tua ricerca

# */*/Placeholder
source: No description available
ca: Descripció no disponible
fr_fr: Aucune description disponible
it: Nessuna descrizione disponibile

# Content/Home/Paragraph
source: No description available.
ca: Descripció no disponible.
fr_fr: Pas de description disponible.
it: Nessuna descrizione disponibile.

# Sidebar/Search/Error
source: No matches found
ca: No s'han trobat coincidències
fr_fr: Aucun résultat
it: Nessun risultato trovato

# Content/Federation/Paragraph
source: No matching library.
ca: Sense biblioteques coincidents.
fr_fr: Aucune bibliothèque correspondante.
it: Nessuna libreria corrispondente.

# Content/Notifications/Paragraph
source: No notification to show.
ca: No hi ha notificacions.
fr_fr: Pas encore de notifications.
it: Nessuna notifica da visualizzare.

# Content/Home/Placeholder
source: No other pods found
fr_fr: Pas d’autres pods trouvés
it: Nessun altro pod trovato

# Content/Home/Placeholder
source: No playlists have been created yet
ca: Encara no s'ha creat cap llista de reproducció
fr_fr: Aucune liste de lecture n'a été créée pour le moment
it: Non sono ancora state create playlist

# Popup/Playlist/EmptyState
source: No results matching your filter
ca: No hi ha cap resultat coincident amb aquest filtre
fr_fr: Aucun résultat ne correspond à vos filtres
it: Nessun risultato che corrisponde al tuo filtro

# Content/Albums/Placeholder
source: No results matching your query
ca: No hi ha resultats coincidents amb la teva consulta
fr_fr: Aucun résultat ne correspond à votre requête
it: Nessun risultato che corrisponde alla tua ricerca

# Content/Artists/Placeholder
source: No results matching your query
ca: No hi ha resultats coincidents amb la teva consulta
fr_fr: Aucun résultat ne correspond à votre requête
it: Nessun risultato che corrisponde alla tua ricerca

# Content/Playlists/Placeholder
source: No results matching your query
ca: No hi ha resultats coincidents amb la teva consulta
fr_fr: Aucun résultat ne correspond à votre requête
it: Nessun risultato che corrisponde alla tua ricerca

# Content/Radios/Placeholder
source: No results matching your query
ca: No hi ha resultats coincidents amb la teva consulta
fr_fr: Aucun résultat ne correspond à votre requête
it: Nessun risultato che corrisponde alla tua ricerca

# Content/*/Paragraph
source: No results were found.
ca: No s'ha trobat cap resultat.
fr_fr: Aucun résultat n'a été trouvé.
it: Nessun risultato trovato.

# Content/Home/Paragraph
source: No rules available.
ca: Sense regles disponibles.
fr_fr: Pas de règles disponibles.
it: Nessuna regola disponibile.

# Content/Home/Paragraph
source: No terms available.
ca: No hi ha termes disponibles.
fr_fr: Conditions indisponibles.
it: Nessun termine disponibile.

# Content/Home/Placeholder
source: No tracks have been added to this library yet
ca: Encara no s'ha afegit cap pista a aquesta biblioteca
fr_fr: Aucune piste n'a été ajoutée à cette audiothèque pour le moment
it: Non sono ancora state aggiunte tracce a questa libreria

# Content/Radios/Placeholder
source: No tracks have been added to this radio yet
ca: Encara no s'ha afegit cap pista a aquesta ràdio
fr_fr: Aucune piste n'a été ajoutée à cette radio pour le moment
it: Non sono ancora state aggiunte tracce a questa radio

# Content/Home/Placeholder
source: No tracks have been added to your favorites yet
ca: Encara no s'ha afegit cap pista a preferits
fr_fr: Aucune piste n'a été ajoutée à vos favoris pour le moment
it: Non sono ancora state aggiunte tracce ai tuoi preferiti

# Content/Settings/Dropdown
source: Nobody except me
ca: Només jo
fr_fr: Personne à part moi
it: Nessuno tranne me

# Content/Library/Paragraph
source: Nobody is following this library
ca: Ningú segueix aquesta biblioteca
fr_fr: Personne ne suit cette bibliothèque
it: Nessuno segue questa libreria

# */*/*
source: None
ca: Cap
fr_fr: Aucun.e
it: Nessuno

# Content/Admin/Table
source: Not used
ca: No utilitzat
fr_fr: Non utilisé
it: Non utilizzato

# Content/Home/Placeholder
source: Nothing found
ca: No s'ha trobat cap resultat
fr_fr: Rien n'a été trouvé
it: Nessun risultato

# */Form/Paragraph
source: Nothing to preview.
ca: No hi ha res a previsualitzar.
fr_fr: Rien à prévisualiser.
it: Nulla da visualizzare.

source: Notifications
ca: Notificacions
it: Notifiche

# Content/Moderation/Dropdown
source: Offensive content
ca: Contingut ofensiu
fr_fr: Contenu haineux
it: Contenuto offensivo

# Footer/*/List item.Link
source: Official website
ca: Pàgina oficial
fr_fr: Site officiel
it: Sito ufficiale

# Content/Library/Card.Table.Header/Short
source: Old value
ca: Valor antic
fr_fr: Ancienne valeur
it: Vecchio valore

# */*/*/State of registrations
source: Open
ca: Obert
fr_fr: Ouvertes
it: Aperto

# Content/Admin/Dropdown/Adjective
source: Open
ca: Obert
fr_fr: Accès libre
it: Aperto

# Popup/Import/Table.Label/Value
source: Open a support thread (include the debug information below in your message)
ca: Obrir un fil de suport (incloure la informació de depuració a continuació dins el missatge)
fr_fr: Ouvrir un fil de discussion de support (incluez les informations de débogage dans votre message)
it: Apri una conversazione di supporto (includi nel tuo messaggio le informazioni di debug qui sotto)

# Content/Moderation/Link
source: Open in moderation interface
ca: Obrir dins la interfície de moderació
fr_fr: Ouvrir dans l'interface de modérations
it: Apri nell'interfaccia di moderazione

# Content/Moderation/Verb
source: Open in moderation interface
fr_fr: Ouvrir dans l'interface de modération
it: Apri nell'interfaccia di moderazione

# Content/Moderation/Link/Verb
source: Open local profile
ca: Obrir el perfil local
fr_fr: Ouvrir le profil local
it: Apri profilo locale

# Content/Moderation/Link/Verb
source: Open on MusicBrainz
ca: Obrir dins MusicBrainz
fr_fr: Ouvrir sur MusicBrainz
it: Apri su MusicBrainz

# Content/Moderation/Link/Verb
source: Open profile
ca: Obrir el perfil
fr_fr: Ouvrir le profil
it: Apri profilo

# Content/Moderation/Link/Verb
source: Open remote profile
ca: Obrir el perfil remot
fr_fr: Ouvrir le profil distant
it: Apri profilo remoto

# Content/Moderation/Link/Verb
source: Open website
ca: Obrir la web
fr_fr: Ouvrir le site web
it: Apri sito web

# Content/Moderation/Card.Title
source: Or customize your rule
ca: O personalitzeu la vostra regla
fr_fr: Ou personnalisez votre règle
it: O personalizza la tua regola

# Content/Search/Dropdown.Label/Noun
source: Order
ca: Ordre
fr_fr: Ordre
it: Ordine
