Repository: mx2913/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ca, fr_fr, it, sv

source: We cannot save your settings
sv: Vi kan inte spara dina inställningar

source: We do not track you or bother you with ads
sv: Vi spårar dig inte eller stör dig med annonser

source: We recommend using Picard for that purpose.
sv: Vi rekommenderar att du använder Picard för det ändamålet.

source: We think listening to music should be simple.
sv: Vi tycker att lyssna på musik borde vara enkelt.

source: Welcome
sv: Välkommen

source: Welcome on Funkwhale
sv: Välkommen till Funkwhale

source: What is metadata?
sv: Vad är metadata?

source: Why funkwhale?
sv: Varför funkwhale?

source: Yes
sv: Ja

source: Yes, log me out!
sv: Ja, logga ut mig!

source: You are currently logged in as %{ username }
sv: Du är för närvarande inloggad som %{ username }

source: You can also skip this step and enter metadata manually.
sv: Du kan också hoppa över detta steg och ange metadata manuellt.

source: You can invite friends and family to your instance so they can enjoy your music
sv: Du kan bjuda in vänner och familj till din instans så att de kan njuta av din musik

source: You can use this interface to build your own custom radio, which will play tracks according to your criteria.
sv: Du kan använda detta gränssnitt för att bygga din egen anpassade radio, som spelar spår enligt dina kriterier.

source: You can use those to enjoy your playlist and music in offline mode, on your smartphone or tablet, for instance.
sv: Du kan använda dem för att njuta av din spellista och musik i offline-läge, till exempel på din smartphone eller surfplatta.

source: You have a radio playing
sv: Du har en radio spelandes

source: You need to select an instance in order to continue
sv: Du måste välja en instans för att fortsätta

source: You will be logged out from this session and have to log in with the new one
sv: Du kommer att loggas ut från den här sessionen och måste logga in med den nya

source: You will have to update your password on your clients that use this password.
sv: Du måste uppdatera ditt lösenord på dina klienter som använder detta lösenord.

source: You will import:
sv: Du kommer att importera:

source: Your email address was confirmed, you can now use the service without limitations.
sv: Din e-postadress bekräftades, du kan nu använda tjänsten utan begränsningar.

source: Your Favorites
sv: Dina Favoriter

source: Your music, your way
sv: Din musik, på ditt sätt

source: Your password has been updated successfully.
sv: Ditt lösenord har uppdaterats.

source: Your Subsonic password will be changed to a new, random one, logging you out from devices that used the old Subsonic password
sv: Ditt Subsonic-lösenord kommer att ändras till ett nytt, slumpmässigt lösenord och du loggar ut från enheter som använde det gamla Subsonic-lösenordet

source: %{ count } track was added to your queue
sv: %{ count } låt lades till i din kö
