Repository: mx2913/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ca, fr_fr, it, sv

source: Create a new playlist
sv: Skapa en ny spellista

source: Create an account
sv: Skapa ett konto

source: Create import
sv: Skapa import

source: Create my account
sv: Skapa mitt konto

source: Create playlist
sv: Skapa spellista

source: Create your own radio
sv: Skapa din egen radiostation

source: Creation date
sv: Skapningsdatum

source: Current avatar
sv: Nuvarande avatar

source: Current track
sv: Nuvarande spår

source: Delete
sv: Radera

source: Delete playlist
sv: Radera spellista

source: Delete radio
sv: Radera radiostation

source: Deny
sv: Neka

source: Deny access?
sv: Neka åtkomst?

source: Descending
sv: Sjunkande

source: Detail
sv: Detalj

source: Determine if the user account is active or not. Inactive users cannot login or use the service.
sv: Avgör om användarkontot är aktivt eller inte. Inaktiva användare kan inte logga in eller använda tjänsten.

source: Disable access
sv: Inaktivera åtkomst

source: Disable Subsonic access
sv: Inaktivera Subsonic-åtkomst

source: Disable Subsonic API access?
sv: Inaktivera åtkomst till Subsonic-API:n?

source: Discover how to use Funkwhale from other apps
sv: Upptäck hur du kan använda Funkwhale från andra appar

source: Display publicly
sv: Visa publikt

source: Do you want to clear the playlist "%{ playlist }"?
sv: Vill du rensa spellistan "%{ playlist }"?

source: Do you want to confirm this action?
sv: Vill du bekräfta denna handling?

source: Do you want to delete the playlist "%{ playlist }"?
sv: Vill du radera spellistan "%{ playlist }"?

source: Do you want to delete the radio "{{ radio }}"?
sv: Vill du radera radiokanalen "{{ radio }}"?

source: Do you want to launch %{ action } on %{ count } element?
sv: Vill du starta %{ action } på %{ count } element?

source: Do you want to restore your previous queue?
sv: Vill du återställa din föregående kö?

source: Documentation
sv: Dokumentation

source: Download
sv: Ladda ner

source: Download tracks
sv: Ladda ner spår

source: Drag and drop rows to reorder tracks in the playlist
sv: Dra och släpp rader för att omordna spår i spellistan

source: Duration
sv: Tid

source: Easy to use
sv: Enkelt att använda

source: Edit instance info
sv: Redigera info om instans

source: Edit…
sv: Redigera…

source: Email
sv: E-post

source: Email address
sv: E-postadress

source: Email confirmed
sv: E-post bekräftad

source: End edition
sv: Slututgåvan

source: Ensure your music files are properly tagged before uploading them.
sv: Se till att dina musikfiler är korrekt taggade innan du laddar upp dem.

source: Enter a radio name…
sv: Ange namn på radiostation…

source: Enter an artist name…
sv: Ange ett artistnamn…

source: Enter an library domain name…
sv: Ange ett biblioteks domännamn...

source: Enter an playlist name…
sv: Ange ett spellistenamn…

source: Enter your email
sv: Ange din e-post

source: Enter your invitation code (case insensitive)
sv: Ange din inbjudningskod (skiftlägesokänsligt)

source: Enter your search query…
sv: Ange dina söktermer…

source: Enter your username
sv: Ange ditt användarnamn

source: Enter your username or email
sv: Ange ditt användarnamn eller e-post

source: Error
sv: Fel

source: Error reporting
sv: Felrapportering

source: Error while applying action
sv: Fel vid handling

source: Error while asking for a password reset
sv: Fel vid fråga om återställning av lösenord

source: Error while changing your password
sv: Fel vid ändring av lösenord

source: Error while confirming your email
sv: Fel vid bekräftelse av e-post

source: Error while creating invitation
sv: Fel vid skapande av inbjudan

source: Error while saving settings
sv: Fel vid sparning av inställningar

source: Error while scanning library
sv: Fel vid skanning av bibliotek

source: Errored
sv: Ett fel uppstod

source: Everyone
sv: Alla

source: Everyone on this instance
sv: Alla på den här instansen

source: Exclude
sv: Exkludera

source: Expand
sv: Utöka

source: Expiration date
sv: Utgångsdatum

source: Expired
sv: Utgånget

source: Expired/used
sv: Utgånget/använd

source: External source. Supported backends
sv: Extern källa. Uppbackade backends

source: Favorites
sv: Favoriter

source: Federate with a new instance
sv: Federera med en ny instans

source: Federated tracks
sv: Federerade spår

source: File mirroring
sv: Filspegling

source: File name
sv: Filnamn

source: File upload
sv: Filuppladdning

source: Files
sv: Filer

source: Filter album types
sv: Filtrera albumtyper

source: Filter name
sv: Filternamn

source: Finish import
sv: Slutför importen

source: Finished
sv: Avslutad

source: First, choose where you want to import the music from
sv: Välj först var du vill importera musiken från

source: Follow
sv: Följ

source: Follow request pending approval
sv: Följ begäran i väntan på godkännande

source: Follow status
sv: Följ status

source: Followers
sv: Följare

source: Followers only
sv: Endast följare

source: Following
sv: Följer

source: from %{ album } by %{ artist }
sv: från %{ album } av %{ artist }

source: From album %{ album } by %{ artist }
sv: Från album %{ album } av %{ artist }

source: Funkwhale is a free and open-source project run by volunteers. You can help us improve the platform by reporting bugs, suggesting features and share the project with your friends!
sv: Funkwhale är ett gratis och öppen källkodsprojekt som drivs av volontärer. Du kan hjälpa oss att förbättra plattformen genom att rapportera buggar, föreslå funktioner och dela projektet med dina vänner!

source: Funkwhale is compatible with other music players that support the Subsonic API.
sv: Funkwhale är kompatibel med andra musikspelare som stöder Subsonic API.

source: Funkwhale is dead simple to use.
sv: Funkwhale är barnsligt enkelt att använda.

source: Funkwhale is designed to make it easy to listen to music you like, or to discover new artists.
sv: Funkwhale är utformad för att göra det enkelt att lyssna på musik du gillar eller att upptäcka nya artister.

source: Funkwhale is free and gives you control on your music.
sv: Funkwhale är gratis och ger dig kontroll över din musik.

source: Funkwhale takes care of handling your music
sv: Funkwhale tar hand om din musik

source: Get a new invitation
sv: Få en ny inbjudan

source: Get me to the library
sv: Ta mig till biblioteket

source: Get quality metadata about your music thanks to <a href="https://musicbrainz.org" target="_blank"> MusicBrainz </a>
sv: Få kvalitetsmetadata om din musik tack vare <a href="https://musicbrainz.org" target="_blank"> MusicBrainz </a>

source: Go
sv: Kör

source: Go to home page
sv: Gå till hemsidan

source: Grab corresponding metadata
sv: Hämta motsvarande metadata

source: Home
sv: Hem

source: Hours of music
sv: Timmar av musik

source: However, accessing Funkwhale from those clients require a separate password you can set below.
sv: Men åtkomst till Funkwhale från dessa klienter kräver ett separat lösenord som du kan ställa in nedan.

source: If the email address provided in the previous step is valid and binded to a user account, you should receive an email with reset instructions in the next couple of minutes.
sv: Om e-postadressen som anges i föregående steg är giltig och kopplas till ett användarkonto, så bör du få ett e-postmeddelande med återställningsinstruktioner under de kommande minuterna.

source: Import
sv: Importera

source: Import #%{ id } launched
sv: Import #%{ id } startad

source: Import %{ count } track
sv: Importera %{ count } spår

source: Import batch
sv: Importera batch

source: Import batches
sv: Importera partier

source: Import Batches
sv: Importera partier

source: Import date
sv: Importdatum

source: Import detail page
sv: Import detaljsida

source: Import music
sv: Importera musik

source: Import Music
sv: Importera musik

source: Import music from various platforms, such as YouTube or SoundCloud
sv: Importera musik från olika plattformar, till exempel YouTube eller SoundCloud

source: Import pending
sv: Import väntar

source: Import requests
sv: Importera förfrågningar

source: Import source
sv: Import källa

source: Import this release
sv: Importera den här utgåvan

source: Import this track
sv: Importera det här spåret

source: Imported
sv: Importerad

source: Imported URL
sv: Importerad URL

source: Imports
sv: Importer

source: In favorites
sv: I favoriter

source: In library
sv: I bibliotek

source: Inactive
sv: Inaktiv

source: Input a MusicBrainz ID manually:
sv: Ange ett MusicBrainz-ID manuellt:

source: Input the email address binded to your account
sv: Ange e-postadressen som är bunden till ditt konto

source: Insert from queue (%{ count } track)
sv: Infoga (%{ count } spår från kön)

source: Instance information
sv: Instansinformation

source: Instance radios
sv: Instansradio

source: Instance settings
sv: Inställningar för instans

source: Instance Timeline
sv: Tidslinje för instans

source: Invitation code
sv: Inbjudningskod

source: Invitation code (optional)
sv: Inbjudningskod (valfritt)

source: Invitations
sv: Inbjudningar

source: Issue tracker
sv: Problemspårare

source: Job ID
sv: Jobb id

source: Jobs
sv: Jobb

source: Keep a track of your favorite songs
sv: Håll koll på dina favoritlåtar

source: Keep your PRIVATE_TOKEN secret as it gives access to your account.
sv: Håll din PRIVATE_TOKEN hemlig eftersom den ger åtkomst till ditt konto.

source: Last activity
sv: Senaste aktivitet

source: Last fetched
sv: Senast hämtad

source: Last modification
sv: Senaste ändring

source: Launch
sv: Starta

source: Launch date
sv: Lanseringsdag

source: Launch scan
sv: Starta skanning

source: Learn more about this instance
sv: Läs mer om den här instansen

source: Leave empty for a random code
sv: Lämna tomt för en slumpmässig kod

source: Leave this field empty if you're requesting the whole discography.
sv: Lämna det här fältet tomt om du begär hela diskografin.

source: Libraries
sv: Bibliotek

source: Library
sv: Bibliotek

source: Library files
sv: Filer i bibliotek

source: Library name
sv: Biblioteksnamn

source: Library size
sv: Biblioteksstorlek

source: Links
sv: Länkar

source: Loading timeline…
sv: Laddar tidslinje…

source: Loading your favorites…
sv: Laddar dina favoriter…

source: Log In
sv: Logga in

source: Log in to your Funkwhale account
sv: Logga in till ditt Funkwhale konto

source: Log Out
sv: Logga ut

source: Logged in as %{ username }
sv: Inloggad som %{ username }

source: Login
sv: Inlogg

source: Logout
sv: Logga ut

source: Looping disabled. Click to switch to single-track looping.
sv: Looping inaktiverad. Klicka för att växla till enkel spår looping.

source: Looping on a single track. Click to switch to whole queue looping.
sv: Looping inaktiverad. Klicka för att växla till enkel spår looping.

source: Looping on whole queue. Click to disable looping.
sv: Loopa hela kön. Klicka för att inaktivera looping.

source: Lyrics
sv: Sångtext

source: Manage library
sv: Hantera mediabiblioteket

source: Manage playlists
sv: Hantera spellista

source: Manage users
sv: Hantera användare

source: Manage your playlists
sv: Hantera din spellista

source: Mark as closed
sv: Markera som stängd

source: Mark as imported
sv: Markera som importerat

source: Metadata is the data related to the music you want to import. This includes all the information about the artists, albums and tracks. In order to have a high quality library, it is recommended to grab data from the <a href="https://musicbrainz.org" target="_blank"> MusicBrainz </a> project, which you can think about as the Wikipedia of music.
sv: Metadata är data relaterade till musiken du vill importera. Detta inkluderar all information om artister, album och spår. För högkvalitativt bibliotek rekommenderas det att hämta data från <a href="https://musicbrainz.org" target="_blank"> MusicBrainz </a> projekt, som du kan tänka på som Wikipedia för musik.

source: Music
sv: Musik

source: Music request
sv: Musikförfrågan

source: Mute
sv: Tyst

source: My account
sv: Mitt konto

source: My awesome playlist
sv: Min fantastiska spellista

source: My awesome radio
sv: Mitt fantastiska radio

source: Name
sv: Namn

source: New password
sv: Nytt lösenord

source: New tracks will be appended here automatically.
sv: Nya spår läggs till här automatiskt.

source: Next step
sv: Nästa steg

source: Next track
sv: Nästa spår

source: No
sv: Nej

source: No add-ons, no plugins : you only need a web library
sv: Inga tillägg, inga plugins: krävs endast ett webb-bibliotek

source: No lyrics available for this track.
sv: Inga sångtexter tillgängliga för detta spår.

source: Nobody except me
sv: Ingen utom jag

source: Not following
sv: Följer ej

source: Not imported
sv: Ej importerad

source: Not used
sv: Ej använd

source: Official website
sv: Officiell hemsida

source: Old password
sv: Gammalt lösenord

source: Once all your files are uploaded, simply click the following button to check the import status.
sv: När alla dina filer har laddats upp klickar bara på nästa knapp för att kontrollera importstatus.

source: Open
sv: Öppna

source: Options
sv: Alternativ

source: Or
sv: Eller

source: Ordering
sv: Order

source: Ordering direction
sv: Order riktning

source: Owner
sv: Ägare

source: Page Not Found
sv: Sidan hittas inte

source: Page not found!
sv: Sidan hittas inte!

source: Password
sv: Lösenord

source: Password updated
sv: Lösenord uppdaterat

source: Password updated successfully
sv: Lösenordet har uppdaterats

source: Pause track
sv: Pausa spår

source: Pending
sv: Väntar

source: Pending approval
sv: Inväntar godkännande

source: Pending follow requests
sv: Pågående följförfrågningar

source: Pending import requests
sv: Pågående import förfrågningar

source: Pending requests
sv: Pågående förfrågningar

source: Permissions
sv: Behörigheter

source: Play
sv: Spela

source: Play all
sv: Spela alla

source: Play all albums
sv: Spela alla album

source: Play immediatly
sv: Spela upp direkt

source: Play next
sv: Spela upp nästa

source: Play now
sv: Spela upp nu

source: Play track
sv: Spela upp spår

source: Playlist
sv: Spellista

source: Playlist containing %{ count } track, by %{ username }
sv: Spellista som innehåller % { count } spår, av % { username }

source: Playlist created
sv: Spellista skapad

source: Playlist editor
sv: Spellistredigerare

source: Playlist name
sv: Spellista titel

source: Playlist updated
sv: Spellistan uppdaterad

source: Playlist visibility
sv: Visa spellista

source: Playlists
sv: Spellistor

source: Playlists? We got them
sv: Spellistor? Vi har dem

source: Please double-check your password is correct
sv: Kontrollera att ditt lösenord är korrekt

source: Please double-check your username/password couple is correct
sv: Kontrollera att ditt användarnamn/lösenordspar är korrekt

source: PNG, GIF or JPG. At most 2MB. Will be downscaled to 400x400px.
sv: PNG, GIF eller JPG. Högst 2MB. Kommer att nedskalas till 400x400px.

source: Previous step
sv: Föregående steg

source: Previous track
sv: Föregående spår

source: Proceed to login
sv: Fortsätt till inloggning

source: Published date
sv: Publicerat datum

source: Query template
sv: Mall förfråga

source: Queue
sv: Lägg till kö

source: Queue shuffled!
sv: Kö blandas!

source: Radio name
sv: Radio titel

source: Radios
sv: Radio

source: Recent activity on this instance
sv: Senaste aktivitet på den här instansen

source: Recently added
sv: Senast inlagda

source: Recently favorited
sv: Senast favorit

source: Recently listened
sv: Senast lyssnade

source: Recording MusicBrainz ID
sv: Spelar in MusicBrainz ID

source: Refresh
sv: Uppdatera

source: Refused
sv: Nekade

source: Registered since %{ date }
sv: Registrerad sedan % { date }

source: Registration are closed on this instance, you will need an invitation code to signup.
sv: Registrering på denna instans är stängd, du behöver en inbjudningskod för att registrera dig.

source: regular user
sv: standard användare

source: Remove
sv: Radera

source: Remove avatar
sv: Radera avatar

source: Remove from favorites
sv: Radera från favoriter

source: Request a new password
sv: Begär ett nytt lösenord

source: Request a new Subsonic API password?
sv: Begär ett nytt Subsonic API-lösenord?

source: Request a password
sv: Begär ett lösenord

source: Request music
sv: Begär musik

source: Reset your password
sv: Återställ ditt lösenord

source: Results per page
sv: Resultat per sida

source: Save
sv: Spara

source: Search
sv: Sök

source: Search by artist, username, comment…
sv: Sök efter artist, användarnamn, kommentar…

source: Search by source…
sv: Sök efter källa…

source: Search by title, artist, domain…
sv: Sök efter titel, artist, domän…

source: Search by username, domain…
sv: Sök efter användarnamn, domän…

source: Search by username, email, code…
sv: Sök efter användarnamn, e-post, kod…

source: Search by username, email, name…
sv: Sök efter användarnamn, e-post, namn…

source: Search for artists, albums, tracks…
sv: Sök efter artister, album, låtar…

source: Search for some music
sv: Sök efter lite musik

source: Search on lyrics.wikia.com
sv: Sök på lyrics.wikia.com

source: Search on Wikipedia
sv: Sök på Wikipedia

source: Search query
sv: Sökfråga

source: Sections
sv: Avsnitt

source: Select a filter
sv: Välj ett filter

source: Select files to upload…
sv: Välj filer att ladda upp…

source: Select only current page
sv: Välj endast aktuell sida

source: Select relevant sources or files for import
sv: Välj relevanta källor eller filer för import

source: Settings
sv: Inställningar

source: Settings updated
sv: Inställningar uppdaterade

source: Settings updated successfully.
sv: Inställningarna har uppdaterats.

source: Settings…
sv: Inställningar…

source: Share link
sv: Dela länk

source: Show 1 more album
sv: Visa 1 mer album

source: Show 1 more track
sv: Visa 1 mer låt

source: Show/hide password
sv: Visa/dölj lösenord

source: Showing results %{ start }-%{ end } on %{ total }
sv: Visar resultat %{ start }-%{ end } av %{ total }

source: Shuffle your queue
sv: Blanda din kö

source: Sign Up
sv: Bli Medlem

source: Sign-up
sv: Bli-Medlem

source: Size
sv: Storlek

source: Sorry, we did not found any album matching your query
sv: Vi hittade tyvärr inget album som matchade din sökfråga

source: Sorry, we did not found any artist matching your query
sv: Vi hittade tyvärr ingen artist som matchade din sökfråga

source: Source
sv: Källa

source: Source code
sv: Källkod

source: Source code (%{version})
sv: Källkod (%{version})

source: Start Upload
sv: Börja uppladdning

source: Statistics
sv: Statistik

source: Stop
sv: Stoppa

source: Stop radio
sv: Stoppa radio

source: Stop Upload
sv: Stoppa uppladdning

source: Submit
sv: Skicka in

source: Submit another request
sv: Skicka in en ny begäran

source: Submitted by
sv: Insänd av

source: Subsonic API password
sv: Subsonic API-lösenord

source: Success
sv: Lyckades

source: Suggested choices
sv: Föreslagna val

source: Syncing changes to server…
sv: Synkroniserar ändringar till servern…

source: That's simple: we loved Grooveshark and we want to build something even better.
sv: Det är enkelt: vi älskade Grooveshark och vi vill bygga något ännu bättre.

source: The funkwhale logo was kindly designed and provided by Francis Gading.
sv: Funkwhale-logotypen designades och tillhandahålls av Francis Gading.

source: The plaform is free and open-source, you can install it and modify it without worries
sv: Plattformen är gratis och öppen källkod, du kan installera den och modifera den utan bekymmer

source: The Subsonic API is not available on this Funkwhale instance.
sv: Subsonic API är inte tillgängligt i denna Funkwhale-instans.

source: There is currently no way to download directly multiple tracks from funkwhale as a ZIP archive. However, you can use a command line tools such as cURL to easily download a list of tracks.
sv: Det finns för närvarande inget sätt att ladda ner flera låtar direkt från funkwhale som ett ZIP-arkiv. Du kan dock använda kommandoradsverktyg som cURL för att enkelt ladda ner en lista med låtar.

source: This indicate if the remote library granted you access
sv: Detta indikerar om fjärrbiblioteket gav dig åtkomst

source: This is you!
sv: Detta är du!

source: This may affect a lot of elements, please double check this is really what you want.
sv: Detta kan påverka många element. Kontrollera att detta verkligen är vad du vill ha.

source: This track is not imported and cannot be played
sv: Den här låten är inte importerad och kan inte spelas

source: This will completely delete this playlist and cannot be undone.
sv: Detta raderar denna spellista helt och kan inte ångras.

source: This will completely delete this radio and cannot be undone.
sv: Detta tar bort radion helt och kan inte ångras.

source: This will completely disable access to the Subsonic API using from account.
sv: Detta inaktiverar fullständigt åtkomst till Subsonic API med från konto.

source: This will erase your local data and disconnect you, do you want to continue?
sv: Detta raderar din lokala data och kopplar bort dig, vill du fortsätta?

source: This will log you out from existing devices that use the current password.
sv: Detta loggar ut från befintliga enheter som använder det aktuella lösenordet.

source: This will remove all tracks from this playlist and cannot be undone.
sv: Detta tar bort alla låtar från denna spellista och kan inte ångras.

source: Title
sv: Titel

source: Track
sv: Låt

source: Track information
sv: Låtinformation

source: Track matching filter
sv: Låtmatchningsfilter

source: tracks
sv: låtar

source: Tracks
sv: Låtar

source: Tracks available in this library
sv: Låtar tillgängliga i detta bibliotek

source: Tracks by this artist
sv: Låtar av denna artist

source: tracks listened
sv: låtar lyssnade

source: Type
sv: Typ

source: Unfortunately, owners of this instance did not yet take the time to complete this page.
sv: Tyvärr har ägaren av denna instans ännu inte haft tid att slutföra den här sidan.

source: Unknown
sv: Okänd

source: Unlimited music
sv: Obegränsad musik

source: Unmute
sv: Slå på ljudet

source: Update avatar
sv: Uppdatera avatar

source: Update playlist
sv: Uppdatera spellista

source: Update settings
sv: Uppdatera inställningar

source: Update your password
sv: Uppdatera ditt lösenord

source: Upload
sv: Ladda upp

source: Upload a new avatar
sv: Ladda upp en ny avatar

source: Uploaded files or external source
sv: Uppladdade filer eller extern källa

source: Uploading…
sv: Laddar upp…

source: Use another instance
sv: Använd en annan instans

source: Use this flag to enable/disable federation with this library
sv: Använd den här flaggan för att aktivera/inaktivera federation med detta bibliotek

source: Use this form to request a password reset. We will send an email to the given address with instructions to reset your password.
sv: Använd detta formulär för att begära en återställning av lösenordet. Vi skickar ett mejl till den angivna adressen med instruktioner för att återställa ditt lösenord.

source: Use this form to scan an instance and setup federation.
sv: Använd det här formuläret för att skanna en instans och konfigurera federation.

source: Used
sv: Använd

source: User
sv: Användare

source: User activity
sv: Användaraktivitet

source: User radios
sv: Användarradio

source: Username
sv: Användarnamn

source: Username or email
sv: Användarnamn eller e-post

source: users
sv: användare

source: Users
sv: Användare

source: View on MusicBrainz
sv: Visa på MusicBrainz

source: We cannot add the track to a playlist
sv: Vi kan inte lägga till denna låten i en spellista

source: We cannot create the playlist
sv: Vi kan inte skapa spellistan

source: We cannot create your account
sv: Vi kan inte skapa ditt konto

source: We cannot log you in
sv: Vi kan inte logga in dig

source: We cannot save your avatar
sv: Vi kan inte spara din avatar
